Repository: Raoof128/Raoof128.github.io
Catalog: iosApp/MehrGuard/*.lproj/Localizable.strings
Languages: es, id, it, th, vi

# dashboard.hero.description_full
source: Mehr Guard analyses potential threats directly on your hardware. Experience
es: Mehr Guard analiza amenazas directamente en tu hardware. Experimenta
id: Mehr Guard menganalisis ancaman langsung di perangkat Anda. Rasakan
it: Mehr Guard analizza le minacce direttamente sul tuo dispositivo. Prova
th: Mehr Guard วิเคราะห์ภัยคุกคามบนอุปกรณ์ของคุณโดยตรง สัมผัส
vi: Mehr Guard phân tích mối đe dọa trực tiếp trên thiết bị của bạn. Trải nghiệm

# dashboard.zero_latency
source: zero-latency phishing detection
es: detección de phishing sin latencia
id: deteksi phishing tanpa latensi
it: rilevamento phishing a latenza zero
th: การตรวจจับฟิชชิ่งแบบไม่มีความหน่วง
vi: phát hiện lừa đảo không độ trễ

# dashboard.version_date
source: Version 2023.10.24
es: Versión 2023.10.24
id: Versi 2023.10.24
it: Versione 2023.10.24
th: เวอร์ชัน 2023.10.24
vi: Phiên bản 2023.10.24

# dashboard.offline_badge
source: OFFLINE READY
es: LISTO SIN CONEXIÓN
id: SIAP OFFLINE
it: PRONTO OFFLINE
th: พร้อมใช้งานออฟไลน์
vi: SẴN SÀNG NGOẠI TUYẾN

# nav.version_offline
source: v2.4.0 • Offline Mode
es: v2.4.0 • Modo sin conexión
id: v2.4.0 • Mode offline
it: v2.4.0 • Modalità offline
th: v2.4.0 • โหมดออฟไลน์
vi: v2.4.0 • Chế độ ngoại tuyến

# result.block_warning
source: This will block the domain and report it to your security team.
es: Esto bloqueará el dominio y lo reportará a tu equipo de seguridad.
id: Ini akan memblokir domain dan melaporkannya ke tim keamanan.
it: Questo bloccherà il dominio e lo segnalerà al team di sicurezza.
th: จะบล็อกโดเมนนี้และรายงานไปยังทีมรักษาความปลอดภัย
vi: Điều này sẽ chặn tên miền và báo cáo cho nhóm bảo mật của bạn.

# result.dangerous_full_warning
source: This URL has been flagged as potentially dangerous. Opening it may expose you to phishing, malware, or other security threats. Are you sure you want to proceed?
es: Esta URL ha sido marcada como potencialmente peligrosa. Abrirla puede exponerte a phishing o malware. ¿Seguro que quieres continuar?
id: URL ini telah ditandai sebagai berpotensi berbahaya. Membukanya dapat membuat Anda terkena phishing atau malware. Yakin ingin melanjutkan?
it: Questo URL è stato segnalato come potenzialmente pericoloso. Aprirlo può esporti a phishing o malware. Sei sicuro di voler continuare?
th: URL นี้ถูกทำเครื่องหมายว่าอาจเป็นอันตราย การเปิดอาจทำให้คุณเสี่ยงต่อฟิชชิ่งหรือมัลแวร์ คุณแน่ใจหรือไม่?
vi: URL này đã được đánh dấu là có thể nguy hiểm. Mở nó có thể khiến bạn tiếp xúc với lừa đảo hoặc phần mềm độc hại. Bạn có chắc muốn tiếp tục?

# result.open_safari_risky
source: Open in Safari (Risky)
es: Abrir en Safari (riesgoso)
id: Buka di Safari (berisiko)
it: Apri in Safari (rischioso)
th: เปิดใน Safari (เสี่ยง)
vi: Mở trong Safari (rủi ro)

# result.open_warning_browser
source: Opening this URL in your browser may expose you to security risks.
es: Abrir esta URL en tu navegador puede exponerte a riesgos de seguridad.
id: Membuka URL ini di browser dapat membuat Anda terkena risiko keamanan.
it: Aprire questo URL nel browser può esporti a rischi di sicurezza.
th: การเปิด URL นี้ในเบราว์เซอร์อาจทำให้คุณเสี่ยงต่อความปลอดภัย
vi: Mở URL này trong trình duyệt có thể khiến bạn gặp rủi ro bảo mật.

# component.confidence
source: Confidence
es: Confianza
id: Keyakinan
it: Confidenza
th: ความมั่นใจ
vi: Độ tin cậy

# component.risk_score
source: Risk Score
es: Puntuación de riesgo
id: Skor risiko
it: Punteggio rischio
th: คะแนนความเสี่ยง
vi: Điểm rủi ro

# component.risk_flags
source: Risk Flags
es: Indicadores de riesgo
id: Indikator risiko
it: Indicatori rischio
th: แฟล็กความเสี่ยง
vi: Cờ rủi ro

# component.view_full_analysis
source: View Full Analysis
es: Ver análisis completo
id: Lihat analisis lengkap
it: Visualizza analisi completa
th: ดูการวิเคราะห์ทั้งหมด
vi: Xem phân tích đầy đủ

# component.select_image
source: Select an Image
es: Seleccionar imagen
id: Pilih gambar
it: Seleziona immagine
th: เลือกรูปภาพ
vi: Chọn hình ảnh

# component.select_image_desc
source: Choose a photo containing a QR code
es: Elige una foto con un código QR
id: Pilih foto yang berisi kode QR
it: Scegli una foto con un codice QR
th: เลือกรูปภาพที่มี QR โค้ด
vi: Chọn ảnh chứa mã QR

# component.idle_state
source: Idle State
es: Estado inactivo
id: Status tidak aktif
it: Stato inattivo
th: สถานะพัก
vi: Trạng thái nghỉ

# component.active_state
source: Active State
es: Estado activo
id: Status aktif
it: Stato attivo
th: สถานะใช้งาน
vi: Trạng thái hoạt động

# threat.no_vulnerabilities
source: No vulnerabilities detected. Your device is secure.
es: No se detectaron vulnerabilidades. Tu dispositivo está seguro.
id: Tidak ada kerentanan terdeteksi. Perangkat Anda aman.
it: Nessuna vulnerabilità rilevata. Il dispositivo è sicuro.
th: ไม่พบช่องโหว่ อุปกรณ์ของคุณปลอดภัย
vi: Không phát hiện lỗ hổng. Thiết bị của bạn an toàn.

# threat.live_map
source: LIVE THREAT MAP
es: MAPA DE AMENAZAS EN VIVO
id: PETA ANCAMAN LANGSUNG
it: MAPPA MINACCE LIVE
th: แผนที่ภัยคุกคามสด
vi: BẢN ĐỒ MỐI ĐE DỌA TRỰC TIẾP

# threat.global_view
source: Global View
es: Vista global
id: Tampilan global
it: Vista globale
th: มุมมองทั่วโลก
vi: Góc nhìn toàn cầu

# threat.last_audit
source: Last audit: %@
es: Última auditoría: %@
id: Audit terakhir: %@
it: Ultimo audit: %@
th: ตรวจสอบล่าสุด: %@
vi: Kiểm tra cuối: %@

# threat.latest_updates
source: LATEST UPDATES
es: ÚLTIMAS ACTUALIZACIONES
id: PEMBARUAN TERBARU
it: ULTIMI AGGIORNAMENTI
th: อัปเดตล่าสุด
vi: CẬP NHẬT MỚI NHẤT

# threat.live
source: LIVE
es: EN VIVO
id: LANGSUNG
th: สด
vi: TRỰC TIẾP

# history.scan_statistics
source: Scan Statistics
es: Estadísticas de escaneo
id: Statistik pemindaian
it: Statistiche scansione
th: สถิติการสแกน
vi: Thống kê quét

# history.safe_count
source: Safe: %d
es: Seguros: %d
id: Aman: %d
it: Sicuri: %d
th: ปลอดภัย: %d
vi: An toàn: %d

# history.suspicious_count
source: Suspicious: %d
es: Sospechosos: %d
id: Mencurigakan: %d
it: Sospetti: %d
th: น่าสงสัย: %d
vi: Đáng ngờ: %d

# history.malicious_count
source: Malicious: %d
es: Maliciosos: %d
id: Berbahaya: %d
it: Malevoli: %d
th: เป็นอันตราย: %d
vi: Độc hại: %d

# history.total_scans
source: Total: %d scans
es: Total: %d escaneos
id: Total: %d pemindaian
it: Totale: %d scansioni
th: ทั้งหมด: %d การสแกน
vi: Tổng: %d lần quét

# history.exported_clipboard
source: Exported to clipboard
es: Exportado al portapapeles
id: Diekspor ke clipboard
it: Esportato negli appunti
th: ส่งออกไปยังคลิปบอร์ด
vi: Đã xuất vào bộ nhớ tạm

# kmp.integration
source: Kotlin Multiplatform Integration
es: Integración Kotlin Multiplatform
id: Integrasi Kotlin Multiplatform
it: Integrazione Kotlin Multiplatform
th: การรวม Kotlin Multiplatform
vi: Tích hợp Kotlin Multiplatform

# kmp.analyze_button
source: Analyze with KMP Engine
es: Analizar con motor KMP
id: Analisis dengan mesin KMP
it: Analizza con motore KMP
th: วิเคราะห์ด้วย KMP Engine
vi: Phân tích với KMP Engine

# kmp.quick_test
source: Quick Test:
es: Prueba rápida:
id: Tes cepat:
it: Test rapido:
th: ทดสอบด่วน:
vi: Kiểm tra nhanh:

# kmp.analysis_result
source: Analysis Result
es: Resultado del análisis
id: Hasil analisis
it: Risultato analisi
th: ผลการวิเคราะห์
vi: Kết quả phân tích

# kmp.score_format
source: Score: %d/100
es: Puntuación: %d/100
id: Skor: %d/100
it: Punteggio: %d/100
th: คะแนน: %d/100
vi: Điểm: %d/100

# kmp.risk_flags
source: Risk Flags:
es: Indicadores de riesgo:
id: Indikator risiko:
it: Indicatori rischio:
th: แฟล็กความเสี่ยง:
vi: Cờ rủi ro:

# kmp.powered_by
source: Powered by Kotlin/Native
es: Desarrollado con Kotlin/Native
id: Didukung oleh Kotlin/Native
it: Sviluppato con Kotlin/Native
th: ขับเคลื่อนโดย Kotlin/Native
vi: Được phát triển bởi Kotlin/Native

# scanner.camera_required_title
source: Camera Access Required
es: Acceso a cámara requerido
id: Akses kamera diperlukan
it: Accesso fotocamera richiesto
th: ต้องการการเข้าถึงกล้อง
vi: Yêu cầu truy cập Camera

# scanner.camera_required_message
source: Mehr Guard needs camera access to scan QR codes. Please enable it in Settings.
es: Mehr Guard necesita acceso a la cámara para escanear códigos QR. Habilítalo en Ajustes.
id: Mehr Guard memerlukan akses kamera untuk memindai kode QR. Aktifkan di Pengaturan.
it: Mehr Guard necessita dell'accesso alla fotocamera per scansionare i codici QR. Abilitalo nelle Impostazioni.
th: Mehr Guard ต้องการการเข้าถึงกล้องเพื่อสแกน QR โค้ด กรุณาเปิดในการตั้งค่า
vi: Mehr Guard cần truy cập camera để quét mã QR. Vui lòng bật trong Cài đặt.

# scanner.analyzing_dots
source: Analyzing...
es: Analizando...
id: Menganalisis...
it: Analisi...
th: กำลังวิเคราะห์...
vi: Đang phân tích...

# scanner.point_qr
source: Point at QR Code
es: Apunta al código QR
id: Arahkan ke kode QR
it: Punta verso il codice QR
th: ชี้ไปที่ QR โค้ด
vi: Hướng vào mã QR

# scanner.toggle_scan
source: Toggle scanning
es: Alternar escaneo
id: Alihkan pemindaian
it: Attiva/disattiva scansione
th: สลับการสแกน
vi: Chuyển đổi quét

# scanner.dismiss_error
source: Dismiss error
es: Cerrar error
id: Tutup error
it: Chiudi errore
th: ปิดข้อผิดพลาด
vi: Đóng lỗi

# scanner.camera_preview
source: Camera Preview
es: Vista previa de cámara
id: Pratinjau kamera
it: Anteprima fotocamera
th: ตัวอย่างกล้อง
vi: Xem trước camera

# trust.low
source: Low
es: Bajo
id: Rendah
it: Basso
th: ต่ำ
vi: Thấp

# trust.balanced
source: Balanced
es: Equilibrado
id: Seimbang
it: Bilanciato
th: สมดุล
vi: Cân bằng

# trust.paranoia
source: Paranoia
es: Paranoico
id: Paranoid
it: Paranoico
th: หวาดระแวง
vi: Hoang tưởng

# trust.reset_defaults
source: Reset to Defaults
es: Restaurar valores predeterminados
id: Atur ulang default
it: Ripristina predefiniti
th: รีเซ็ตเป็นค่าเริ่มต้น
vi: Đặt lại mặc định

# export.title
source: Export Threat Analysis
es: Exportar análisis de amenazas
id: Ekspor analisis ancaman
it: Esporta analisi minacce
th: ส่งออกการวิเคราะห์ภัยคุกคาม
vi: Xuất phân tích mối đe dọa

# export.subtitle
source: Choose a format to export your secure offline analysis.
es: Elige un formato para exportar tu análisis seguro sin conexión.
id: Pilih format untuk mengekspor analisis aman offline Anda.
it: Scegli un formato per esportare la tua analisi sicura offline.
th: เลือกรูปแบบเพื่อส่งออกการวิเคราะห์ออฟไลน์ที่ปลอดภัย
vi: Chọn định dạng để xuất phân tích ngoại tuyến an toàn.

# export.select_format
source: SELECT FORMAT
es: SELECCIONAR FORMATO
id: PILIH FORMAT
it: SELEZIONA FORMATO
th: เลือกรูปแบบ
vi: CHỌN ĐỊNH DẠNG

# export.live_preview
source: LIVE PREVIEW
es: VISTA PREVIA EN VIVO
id: PRATINJAU LANGSUNG
it: ANTEPRIMA LIVE
th: ตัวอย่างสด
vi: XEM TRƯỚC TRỰC TIẾP

# export.expand
source: Expand
es: Expandir
id: Perluas
it: Espandi
th: ขยาย
vi: Mở rộng

# export.share
source: Share
es: Compartir
id: Bagikan
it: Condividi
th: แชร์
vi: Chia sẻ

# export.export_button
source: Export Report
es: Exportar informe
id: Ekspor laporan
it: Esporta report
th: ส่งออกรายงาน
vi: Xuất báo cáo

# export.available_actions
source: AVAILABLE ACTIONS
es: ACCIONES DISPONIBLES
id: TINDAKAN TERSEDIA
it: AZIONI DISPONIBILI
th: การดำเนินการที่พร้อมใช้งาน
vi: HÀNH ĐỘNG CÓ SẴN

# export.privacy_note
source: Privacy Note
es: Nota de privacidad
id: Catatan privasi
it: Nota sulla privacy
th: หมายเหตุความเป็นส่วนตัว
vi: Ghi chú bảo mật

# export.privacy_message
source: All analysis is performed entirely on your device. Exported reports do not contain any personal information beyond the URL you scanned.
es: Todo el análisis se realiza en tu dispositivo. Los informes exportados no contienen información personal.
id: Semua analisis dilakukan di perangkat Anda. Laporan yang diekspor tidak berisi informasi pribadi.
it: Tutte le analisi vengono eseguite sul dispositivo. I report esportati non contengono informazioni personali.
th: การวิเคราะห์ทั้งหมดทำบนอุปกรณ์ของคุณ รายงานที่ส่งออกไม่มีข้อมูลส่วนบุคคล
vi: Tất cả phân tích được thực hiện trên thiết bị của bạn. Báo cáo xuất không chứa thông tin cá nhân.

# onboarding.camera_permission_message
source: Mehr Guard needs camera access to scan QR codes. You can change this later in Settings.
es: Mehr Guard necesita acceso a la cámara para escanear códigos QR. Puedes cambiarlo en Ajustes.
id: Mehr Guard memerlukan akses kamera untuk memindai kode QR. Anda dapat mengubahnya di Pengaturan.
it: Mehr Guard necessita dell'accesso alla fotocamera per scansionare i codici QR. Puoi modificarlo nelle Impostazioni.
th: Mehr Guard ต้องการการเข้าถึงกล้องเพื่อสแกน QR โค้ด คุณสามารถเปลี่ยนได้ในการตั้งค่า
vi: Mehr Guard cần truy cập camera để quét mã QR. Bạn có thể thay đổi sau trong Cài đặt.

# onboarding.page_of
source: Page %d of %d
es: Página %d de %d
id: Halaman %d dari %d
it: Pagina %d di %d
th: หน้า %d จาก %d
vi: Trang %d / %d

# accessibility.risk_score
source: Risk Score
es: Puntuación de riesgo
id: Skor risiko
it: Punteggio rischio
th: คะแนนความเสี่ยง
vi: Điểm rủi ro

# accessibility.risk_flags
source: Risk Flags
es: Indicadores de riesgo
id: Indikator risiko
it: Indicatori rischio
th: แฟล็กความเสี่ยง
vi: Cờ rủi ro

# accessibility.scan_history
source: Scan History
es: Historial de escaneos
id: Riwayat pemindaian
it: Cronologia scansioni
th: ประวัติการสแกน
vi: Lịch sử quét

# accessibility.dismiss_error
source: Dismiss error
es: Cerrar error
id: Tutup error
it: Chiudi errore
th: ปิดข้อผิดพลาด
vi: Đóng lỗi

# accessibility.toggle_scanning
source: Toggle scanning
es: Alternar escaneo
id: Alihkan pemindaian
it: Attiva/disattiva scansione
th: สลับการสแกน
vi: Chuyển đổi quét

# accessibility.gallery
source: Gallery
es: Galería
id: Galeri
it: Galleria
th: แกลเลอรี
vi: Thư viện

# accessibility.open_history
source: Open history
es: Abrir historial
id: Buka riwayat
it: Apri cronologia
th: เปิดประวัติ
vi: Mở lịch sử

# onboarding.camera_title
source: Camera Permission
es: Permiso de cámara
id: Izin kamera
it: Permesso fotocamera
th: สิทธิ์กล้อง
vi: Quyền camera

# onboarding.camera_allow
source: Allow Camera
es: Permitir cámara
id: Izinkan kamera
it: Consenti fotocamera
th: อนุญาตกล้อง
vi: Cho phép camera

# onboarding.camera_later
source: Maybe Later
es: Quizás después
id: Nanti saja
it: Forse dopo
th: บางทีภายหลัง
vi: Có lẽ sau

# format.signals_detected
source: %d signals detected
es: %d señales detectadas
id: %d sinyal terdeteksi
it: %d segnali rilevati
th: ตรวจพบ %d สัญญาณ
vi: Phát hiện %d tín hiệu

# format.confidence_percent
source: %d%% Confidence
es: %d%% Confianza
id: %d%% Keyakinan
it: %d%% Confidenza
th: %d%% ความมั่นใจ
vi: %d%% Độ tin cậy

# format.level
source: LEVEL %d
es: NIVEL %d
it: LIVELLO %d
th: ระดับ %d
vi: CẤP ĐỘ %d

# format.confidence
source: %d%% Confidence
es: %d%% Confianza
id: %d%% Keyakinan
it: %d%% Confidenza
th: %d%% ความมั่นใจ
vi: %d%% Độ tin cậy

# format.score_total
source: Score: %d/100
es: Puntuación: %d/100
id: Skor: %d/100
it: Punteggio: %d/100
th: คะแนน: %d/100
vi: Điểm: %d/100

# dashboard.privacy_note
source: without compromising data privacy.
es: sin comprometer la privacidad de datos.
id: tanpa mengorbankan privasi data.
it: senza compromettere la privacy dei dati.
th: โดยไม่กระทบความเป็นส่วนตัวของข้อมูล
vi: mà không ảnh hưởng đến quyền riêng tư dữ liệu.

# history.safe_format
source: Safe: %d
es: Seguros: %d
id: Aman: %d
it: Sicuri: %d
th: ปลอดภัย: %d
vi: An toàn: %d

# history.suspicious_format
source: Suspicious: %d
es: Sospechosos: %d
id: Mencurigakan: %d
it: Sospetti: %d
th: น่าสงสัย: %d
vi: Đáng ngờ: %d

# history.malicious_format
source: Malicious: %d
es: Maliciosos: %d
id: Berbahaya: %d
it: Malevoli: %d
th: เป็นอันตราย: %d
vi: Độc hại: %d

# history.total_format
source: Total: %d scans
es: Total: %d escaneos
id: Total: %d pemindaian
it: Totale: %d scansioni
th: ทั้งหมด: %d การสแกน
vi: Tổng: %d lần quét

# history.last_audit_format
source: Last audit: %@
es: Última auditoría: %@
id: Audit terakhir: %@
it: Ultimo audit: %@
th: ตรวจสอบล่าสุด: %@
vi: Kiểm tra cuối: %@

source: ✅ KMP Framework Linked
es: ✅ KMP Framework vinculado
id: ✅ KMP Framework terhubung
it: ✅ KMP Framework collegato
th: ✅ KMP Framework เชื่อมต่อแล้ว
vi: ✅ KMP Framework đã liên kết

# kmp.using_mock
source: ⚠️ Using Mock (link common.framework)
es: ⚠️ Usando Mock (vincular common.framework)
id: ⚠️ Menggunakan Mock (hubungkan common.framework)
it: ⚠️ Usando Mock (collegare common.framework)
th: ⚠️ ใช้ Mock (เชื่อมต่อ common.framework)
vi: ⚠️ Đang dùng Mock (liên kết common.framework)

# nav.menu.dashboard
source: Dashboard
es: Panel
id: Dasbor
th: แดชบอร์ด
vi: Bảng điều khiển

# nav.menu.dashboard_desc
source: Overview & stats
es: Resumen y estadísticas
id: Ikhtisar dan statistik
it: Panoramica e statistiche
th: ภาพรวมและสถิติ
vi: Tổng quan và thống kê

# nav.menu.scan_qr
source: Scan QR
es: Escanear QR
id: Pindai QR
it: Scansiona QR
th: สแกน QR
vi: Quét QR

# nav.menu.scan_qr_desc
source: Camera scanner
es: Escáner de cámara
id: Pemindai kamera
it: Scanner fotocamera
th: สแกนเนอร์กล้อง
vi: Máy quét camera

# nav.menu.scan_history
source: Scan History
es: Historial de escaneo
id: Riwayat pindai
it: Cronologia scansioni
th: ประวัติการสแกน
vi: Lịch sử quét

# nav.menu.scan_history_desc
source: Previous scans
es: Escaneos anteriores
id: Pemindaian sebelumnya
it: Scansioni precedenti
th: การสแกนก่อนหน้า
vi: Các lần quét trước

# nav.menu.threat_monitor
source: Threat Monitor
es: Monitor de amenazas
id: Monitor ancaman
it: Monitor minacce
th: ตัวตรวจสอบภัยคุกคาม
vi: Giám sát mối đe dọa

# nav.menu.threat_monitor_desc
source: Live threats
es: Amenazas en vivo
id: Ancaman langsung
it: Minacce in tempo reale
th: ภัยคุกคามสด
vi: Mối đe dọa trực tiếp

# nav.menu.trust_centre
source: Trust Centre
es: Centro de confianza
id: Pusat kepercayaan
it: Centro fiducia
th: ศูนย์ความไว้วางใจ
vi: Trung tâm tin cậy

# nav.menu.trust_centre_desc
source: Privacy & security
es: Privacidad y seguridad
id: Privasi dan keamanan
it: Privacy e sicurezza
th: ความเป็นส่วนตัวและความปลอดภัย
vi: Quyền riêng tư và bảo mật

# nav.menu.beat_the_bot
source: Beat the Bot
es: Vence al Bot
id: Kalahkan Bot
it: Batti il Bot
th: เอาชนะบอท
vi: Đánh bại Bot

# nav.menu.beat_the_bot_desc
source: Training game
es: Juego de entrenamiento
id: Permainan latihan
it: Gioco di allenamento
th: เกมฝึกซ้อม
vi: Trò chơi huấn luyện

# nav.menu.export_report
source: Export Report
es: Exportar informe
id: Ekspor laporan
it: Esporta report
th: ส่งออกรายงาน
vi: Xuất báo cáo

# nav.menu.export_report_desc
source: Generate report
es: Generar informe
id: Buat laporan
it: Genera report
th: สร้างรายงาน
vi: Tạo báo cáo

# nav.menu.settings
source: Settings
es: Ajustes
id: Pengaturan
it: Impostazioni
th: การตั้งค่า
vi: Cài đặt

# nav.menu.settings_desc
source: Preferences
es: Preferencias
id: Preferensi
it: Preferenze
th: การตั้งค่า
vi: Tùy chọn

# nav.quick.scan
source: Scan
es: Escanear
id: Pindai
it: Scansiona
th: สแกน
vi: Quét

# nav.quick.import
source: Import
es: Importar
id: Impor
it: Importa
th: นำเข้า
vi: Nhập

# nav.quick.paste_url
source: Paste URL
es: Pegar URL
id: Tempel URL
it: Incolla URL
th: วาง URL
vi: Dán URL

# result.block_button
source: Block & Add to Blocklist
es: Bloquear y agregar a lista negra
id: Blokir dan tambahkan ke daftar hitam
it: Blocca e aggiungi alla lista nera
th: บล็อกและเพิ่มในรายการดำ
vi: Chặn và thêm vào danh sách đen

# result.open_anyway
source: Open Anyway
es: Abrir de todos modos
id: Buka saja
it: Apri comunque
th: เปิดต่อไป
vi: Vẫn mở

# common.cancel
source: Cancel
es: Cancelar
id: Batal
it: Annulla
th: ยกเลิก
vi: Hủy

# common.close
source: Close
es: Cerrar
id: Tutup
it: Chiudi
th: ปิด
vi: Đóng

# common.add
source: Add
es: Agregar
id: Tambah
it: Aggiungi
th: เพิ่ม
vi: Thêm

# common.open_settings
source: Open Settings
es: Abrir ajustes
id: Buka Pengaturan
it: Apri Impostazioni
th: เปิดการตั้งค่า
vi: Mở Cài đặt

# common.clear_all
source: Clear All
es: Borrar todo
id: Hapus semua
it: Cancella tutto
th: ล้างทั้งหมด
vi: Xóa tất cả

# common.reset_all_settings
source: Reset All Settings
es: Restablecer todos los ajustes
id: Reset semua pengaturan
it: Ripristina tutte le impostazioni
th: รีเซ็ตการตั้งค่าทั้งหมด
vi: Đặt lại tất cả cài đặt

# export.report_preview
source: Report Preview
es: Vista previa del informe
id: Pratinjau laporan
it: Anteprima report
th: ดูตัวอย่างรายงาน
vi: Xem trước báo cáo

# export.help_title
source: Export Help
es: Ayuda de exportación
id: Bantuan ekspor
it: Guida esportazione
th: ความช่วยเหลือการส่งออก
vi: Trợ giúp xuất

# export.format.pdf_title
source: PDF Report
es: Informe PDF
id: Laporan PDF
it: Report PDF
th: รายงาน PDF
vi: Báo cáo PDF

# export.format.pdf_subtitle
source: Human-readable summary
es: Resumen legible
id: Ringkasan yang dapat dibaca
it: Riepilogo leggibile
th: สรุปที่อ่านง่าย
vi: Tóm tắt dễ đọc

# export.format.json_title
source: JSON Data
es: Datos JSON
id: Data JSON
it: Dati JSON
th: ข้อมูล JSON
vi: Dữ liệu JSON

# export.format.json_subtitle
source: Machine-readable raw data
es: Datos brutos legibles por máquina
id: Data mentah yang dapat dibaca mesin
it: Dati grezzi leggibili dalla macchina
th: ข้อมูลดิบที่เครื่องอ่านได้
vi: Dữ liệu thô máy đọc được

# export.help
source: Help
es: Ayuda
id: Bantuan
it: Guida
th: ช่วยเหลือ
vi: Trợ giúp

# export.switch_to
source: Switch to %@
es: Cambiar a %@
id: Beralih ke %@
it: Passa a %@
th: สลับเป็น %@
vi: Chuyển sang %@

# export.copied
source: Copied!
es: ¡Copiado!
id: Disalin!
it: Copiato!
th: คัดลอกแล้ว!
vi: Đã sao chép!

# export.copy
source: Copy
es: Copiar
id: Salin
it: Copia
th: คัดลอก
vi: Sao chép

# export.report_generation
source: Report Generation
es: Generación de informe
id: Pembuatan laporan
it: Generazione report
th: สร้างรายงาน
vi: Tạo báo cáo

# training.phishing
source: Phishing
th: ฟิชชิ่ง
vi: Lừa đảo

# common.ok
source: OK
th: ตกลง
