Repository: Raoof128/Raoof128.github.io
Catalog: iosApp/MehrGuard/*.lproj/Localizable.strings
Languages: es, id, it, th, vi

# app.tagline
source: Kotlin Multiplatform QRishing Detector
es: Detector de QRishing Kotlin Multiplatform
id: Detektor Phishing QR Kotlin Multiplatform
it: Rilevatore QRishing Kotlin Multiplatform
th: ตัวตรวจจับฟิชชิ่ง QR แบบ Kotlin Multiplatform
vi: Trình Phát Hiện Lừa Đảo QR Kotlin Multiplatform

# tab.dashboard
source: Dashboard
es: Panel
id: Dasbor
th: แดชบอร์ด
vi: Bảng điều khiển

# tab.scan
source: Scan
es: Escanear
id: Pindai
it: Scansiona
th: สแกน
vi: Quét

# tab.history
source: History
es: Historial
id: Riwayat
it: Cronologia
th: ประวัติ
vi: Lịch sử

# tab.training
source: Training
es: Entrenamiento
id: Latihan
it: Allenamento
th: ฝึกซ้อม
vi: Huấn luyện

# tab.settings
source: Settings
es: Ajustes
id: Pengaturan
it: Impostazioni
th: การตั้งค่า
vi: Cài đặt

# scanner.scanning
source: Scanning
es: Escaneando
id: Memindai
it: Scansione in corso
th: กำลังสแกน
vi: Đang Quét

# scanner.paused
source: Paused
es: Pausado
id: Dijeda
it: In pausa
th: หยุดชั่วคราว
vi: Đã Tạm Dừng

# scanner.analyzing
source: Analyzing...
es: Analizando...
id: Menganalisis...
it: Analisi...
th: กำลังวิเคราะห์...
vi: Đang phân tích...

# scanner.point_at_qr
source: Point at QR Code
es: Apunta al código QR
id: Arahkan ke Kode QR
it: Punta verso il codice QR
th: ชี้ไปที่โค้ด QR
vi: Hướng về Mã QR

# scanner.gallery
source: Gallery
es: Galería
id: Galeri
it: Galleria
th: แกลเลอรี
vi: Thư Viện

# scanner.history
source: History
es: Historial
id: Riwayat
it: Cronologia
th: ประวัติ
vi: Lịch Sử

# scanner.scans_count
source: Scans: %d
es: Escaneos: %d
id: Pemindaian: %d
it: Scansioni: %d
th: การสแกน: %d
vi: Lần quét: %d

# scanner.error_dismiss
source: Dismiss error
es: Descartar error
id: Tutup kesalahan
it: Ignora errore
th: ปิดข้อผิดพลาด
vi: Đóng lỗi

source: Camera Access Required
es: Acceso a cámara requerido
id: Akses Kamera Diperlukan
it: Accesso fotocamera richiesto
th: ต้องการการเข้าถึงกล้อง
vi: Cần Quyền Truy Cập Camera

# camera.access_message
source: Mehr Guard needs camera access to scan QR codes. Please enable it in Settings.
es: Mehr Guard necesita acceso a la cámara para escanear códigos QR. Por favor, habilítelo en Ajustes.
id: Mehr Guard memerlukan akses kamera untuk memindai kode QR. Silakan aktifkan di Pengaturan.
it: Mehr Guard ha bisogno dell'accesso alla fotocamera per scansionare i codici QR. Abilitalo nelle Impostazioni.
th: Mehr Guard ต้องการการเข้าถึงกล้องเพื่อสแกนโค้ด QR กรุณาเปิดใช้งานในการตั้งค่า
vi: Mehr Guard cần quyền truy cập camera để quét mã QR. Vui lòng bật trong Cài Đặt.

# camera.open_settings
source: Open Settings
es: Abrir Ajustes
id: Buka Pengaturan
it: Apri Impostazioni
th: เปิดการตั้งค่า
vi: Mở Cài Đặt

# camera.cancel
source: Cancel
es: Cancelar
id: Batal
it: Annulla
th: ยกเลิก
vi: Hủy

# camera.no_camera
source: No camera available
es: No hay cámara disponible
id: Kamera tidak tersedia
it: Nessuna fotocamera disponibile
th: ไม่มีกล้องที่ใช้ได้
vi: Không có camera

source: Camera setup failed: %@
es: Error de configuración de cámara: %@
id: Pengaturan kamera gagal: %@
it: Configurazione fotocamera fallita: %@
th: การตั้งค่ากล้องล้มเหลว: %@
vi: Thiết lập camera thất bại: %@

# camera.flash_failed
source: Flash toggle failed: %@
es: Error al alternar flash: %@
id: Pengalihan flash gagal: %@
it: Attivazione flash fallita: %@
th: การสลับแฟลชล้มเหลว: %@
vi: Chuyển đổi đèn flash thất bại: %@

# verdict.safe
source: SAFE
es: SEGURO
id: AMAN
it: SICURO
th: ปลอดภัย
vi: AN TOÀN

# verdict.suspicious
source: SUSPICIOUS
es: SOSPECHOSO
id: MENCURIGAKAN
it: SOSPETTO
th: น่าสงสัย
vi: ĐÁNG NGỜ

# verdict.malicious
source: MALICIOUS
es: MALICIOSO
id: BERBAHAYA
it: MALEVOLO
th: อันตราย
vi: NGUY HIỂM

# verdict.unknown
source: UNKNOWN
es: DESCONOCIDO
id: TIDAK DIKETAHUI
it: SCONOSCIUTO
th: ไม่ทราบ
vi: KHÔNG RÕ

# result.risk_score
source: Risk Score: %d/100
es: Puntuación de riesgo: %d/100
id: Skor Risiko: %d/100
it: Punteggio rischio: %d/100
th: คะแนนความเสี่ยง: %d/100
vi: Điểm Rủi Ro: %d/100

# result.risk_score_label
source: Risk Score
es: Puntuación de riesgo
id: Skor Risiko
it: Punteggio rischio
th: คะแนนความเสี่ยง
vi: Điểm Rủi Ro

# result.confidence
source: Confidence
es: Confianza
id: Kepercayaan
it: Affidabilità
th: ความเชื่อมั่น
vi: Độ Tin Cậy

# result.view_details
source: View Details
es: Ver detalles
id: Lihat Detail
it: Vedi dettagli
th: ดูรายละเอียด
vi: Xem Chi Tiết

# result.view_full_analysis
source: View Full Analysis
es: Ver análisis completo
id: Lihat Analisis Lengkap
it: Vedi analisi completa
th: ดูการวิเคราะห์ทั้งหมด
vi: Xem Phân Tích Đầy Đủ

# result.copy_url
source: Copy URL
es: Copiar URL
id: Salin URL
it: Copia URL
th: คัดลอก URL
vi: Sao Chép URL

# result.share
source: Share
es: Compartir
id: Bagikan
it: Condividi
th: แชร์
vi: Chia Sẻ

# result.dismiss
source: Dismiss
es: Descartar
id: Tutup
it: Ignora
th: ปิด
vi: Đóng

# result.show_more
source: Show %d more...
es: Mostrar %d más...
id: Tampilkan %d lagi...
it: Mostra altri %d...
th: แสดงอีก %d รายการ...
vi: Hiển thị thêm %d...

# result.show_less
source: Show less
es: Mostrar menos
id: Tampilkan lebih sedikit
it: Mostra meno
th: แสดงน้อยลง
vi: Hiển thị ít hơn

# result.flags_title
source: Risk Flags
es: Factores de riesgo
id: Tanda Risiko
it: Fattori di rischio
th: สัญญาณความเสี่ยง
vi: Cờ Rủi Ro

# history.title
source: Scan History
es: Historial de escaneos
id: Riwayat Pemindaian
it: Cronologia scansioni
th: ประวัติการสแกน
vi: Lịch Sử Quét

# history.empty_title
source: No Scans Yet
es: Sin escaneos aún
id: Belum Ada Pemindaian
it: Nessuna scansione
th: ยังไม่มีการสแกน
vi: Chưa Có Lần Quét Nào

# history.empty_message
source: Scanned QR codes will appear here
es: Los códigos QR escaneados aparecerán aquí
id: Kode QR yang dipindai akan muncul di sini
it: I codici QR scansionati appariranno qui
th: โค้ด QR ที่สแกนจะปรากฏที่นี่
vi: Mã QR đã quét sẽ xuất hiện ở đây

# history.scan_now
source: Scan Now
es: Escanear ahora
id: Pindai Sekarang
it: Scansiona ora
th: สแกนเลย
vi: Quét Ngay

# history.clear_all
source: Clear All
es: Limpiar todo
id: Hapus Semua
it: Cancella tutto
th: ล้างทั้งหมด
vi: Xóa Tất Cả

# history.delete
source: Delete
es: Eliminar
id: Hapus
it: Elimina
th: ลบ
vi: Xóa

# history.open_url
source: Open URL
es: Abrir URL
id: Buka URL
it: Apri URL
th: เปิด URL
vi: Mở URL

# history.search_prompt
source: Search URLs
es: Buscar URLs
id: Cari URL
it: Cerca URL
th: ค้นหา URL
vi: Tìm kiếm URL

# history.sort_menu
source: Sort
es: Ordenar
id: Urutkan
it: Ordina
th: เรียงลำดับ
vi: Sắp Xếp

# history.sort.by_date
source: By Date
es: Por fecha
id: Berdasarkan Tanggal
it: Per data
th: ตามวันที่
vi: Theo Ngày

# history.sort.by_risk
source: By Risk
es: Por riesgo
id: Berdasarkan Risiko
it: Per rischio
th: ตามความเสี่ยง
vi: Theo Rủi Ro

# history.export
source: Export
es: Exportar
id: Ekspor
it: Esporta
th: ส่งออก
vi: Xuất

# history.clear_all_action
source: Clear All
es: Limpiar todo
id: Hapus Semua
it: Cancella tutto
th: ล้างทั้งหมด
vi: Xóa Tất Cả

# history.scans_counter
source: %d scans
es: %d escaneos
id: %d pemindaian
it: %d scansioni
th: %d การสแกน
vi: %d lần quét

# history.no_results
source: No Results
es: Sin resultados
id: Tidak Ada Hasil
it: Nessun risultato
th: ไม่มีผลลัพธ์
vi: Không Có Kết Quả

# history.no_results_message
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
id: Coba sesuaikan pencarian atau filter Anda
it: Prova ad aggiustare la ricerca o i filtri
th: ลองปรับการค้นหาหรือตัวกรองของคุณ
vi: Thử điều chỉnh tìm kiếm hoặc bộ lọc của bạn

# history.clear_confirm_title
source: Clear All History?
es: ¿Limpiar todo el historial?
id: Hapus Semua Riwayat?
it: Cancellare tutta la cronologia?
th: ล้างประวัติทั้งหมด?
vi: Xóa Tất Cả Lịch Sử?

# history.clear_confirm_message
source: This action cannot be undone. All scan history will be permanently deleted.
es: Esta acción no se puede deshacer. Todo el historial de escaneos se eliminará permanentemente.
id: Tindakan ini tidak dapat dibatalkan. Semua riwayat pemindaian akan dihapus secara permanen.
it: Questa azione non può essere annullata. Tutta la cronologia delle scansioni sarà eliminata permanentemente.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ ประวัติการสแกนทั้งหมดจะถูกลบอย่างถาวร
vi: Hành động này không thể hoàn tác. Tất cả lịch sử quét sẽ bị xóa vĩnh viễn.

# history.exported_toast
source: Exported to clipboard
es: Exportado al portapapeles
id: Diekspor ke clipboard
it: Esportato negli appunti
th: ส่งออกไปยังคลิปบอร์ดแล้ว
vi: Đã xuất vào clipboard

# settings.title
source: Settings
es: Ajustes
id: Pengaturan
it: Impostazioni
th: การตั้งค่า
vi: Cài Đặt

# settings.section.scanning
source: Scanning
es: Escaneo
id: Pemindaian
it: Scansione
th: การสแกน
vi: Quét

# settings.section.notifications
source: Notifications
es: Notificaciones
id: Notifikasi
it: Notifiche
th: การแจ้งเตือน
vi: Thông Báo

# settings.section.appearance
source: Appearance
es: Apariencia
id: Tampilan
it: Aspetto
th: ลักษณะ
vi: Giao Diện

# settings.section.privacy
source: Privacy
es: Privacidad
id: Privasi
th: ความเป็นส่วนตัว
vi: Quyền Riêng Tư

# settings.section.about
source: About
es: Acerca de
id: Tentang
it: Info
th: เกี่ยวกับ
vi: Giới Thiệu

# settings.auto_scan
source: Auto-scan on launch
es: Auto-escanear al iniciar
id: Pindai otomatis saat membuka
it: Scansione automatica all'avvio
th: สแกนอัตโนมัติเมื่อเปิดแอป
vi: Tự động quét khi mở

# settings.auto_scan_description
source: Start scanning immediately when app opens
es: Comenzar a escanear inmediatamente al abrir la app
id: Mulai memindai segera saat aplikasi dibuka
it: Inizia la scansione immediatamente all'apertura dell'app
th: เริ่มสแกนทันทีเมื่อเปิดแอป
vi: Bắt đầu quét ngay khi mở ứng dụng

# settings.haptic
source: Haptic feedback
es: Respuesta háptica
id: Umpan balik haptic
it: Feedback aptico
th: การตอบสนองแบบสั่น
vi: Phản hồi rung

# settings.haptic_description
source: Vibrate on scan results
es: Vibrar con resultados de escaneo
id: Bergetar saat hasil pemindaian
it: Vibra sui risultati della scansione
th: สั่นเมื่อมีผลการสแกน
vi: Rung khi có kết quả quét

# settings.sound
source: Sound effects
es: Efectos de sonido
id: Efek suara
it: Effetti sonori
th: เอฟเฟกต์เสียง
vi: Hiệu ứng âm thanh

# settings.sound_description
source: Play sounds for alerts
es: Reproducir sonidos para alertas
id: Putar suara untuk peringatan
it: Riproduci suoni per gli avvisi
th: เล่นเสียงสำหรับการแจ้งเตือน
vi: Phát âm thanh cho cảnh báo

# settings.security_alerts
source: Security alerts
es: Alertas de seguridad
id: Peringatan keamanan
it: Avvisi di sicurezza
th: การแจ้งเตือนความปลอดภัย
vi: Cảnh báo bảo mật

# settings.security_alerts_description
source: Get notified about security threats
es: Recibir notificaciones sobre amenazas de seguridad
id: Dapatkan notifikasi tentang ancaman keamanan
it: Ricevi notifiche sulle minacce alla sicurezza
th: รับการแจ้งเตือนเกี่ยวกับภัยคุกคามความปลอดภัย
vi: Nhận thông báo về các mối đe dọa bảo mật

# settings.notifications_denied_title
source: Notifications Disabled
es: Notificaciones deshabilitadas
id: Notifikasi Dinonaktifkan
it: Notifiche disabilitate
th: การแจ้งเตือนถูกปิด
vi: Thông Báo Bị Tắt

# settings.notifications_denied_message
source: To receive security alerts, please enable notifications for Mehr Guard in Settings.
es: Para recibir alertas, habilita las notificaciones para Mehr Guard en Ajustes.
id: Untuk menerima peringatan, aktifkan notifikasi untuk Mehr Guard di Pengaturan.
it: Per ricevere avvisi, abilita le notifiche per Mehr Guard nelle Impostazioni.
th: หากต้องการรับการแจ้งเตือน กรุณาเปิดการแจ้งเตือนสำหรับ Mehr Guard ในการตั้งค่า
vi: Để nhận cảnh báo, bật thông báo cho Mehr Guard trong Cài đặt.

# settings.open_settings
source: Open Settings
es: Abrir Ajustes
id: Buka Pengaturan
it: Apri Impostazioni
th: เปิดการตั้งค่า
vi: Mở Cài Đặt

# settings.cancel
source: Cancel
es: Cancelar
id: Batal
it: Annulla
th: ยกเลิก
vi: Hủy

# settings.reduce_effects
source: Reduce Liquid Glass
es: Reducir Liquid Glass
id: Kurangi Liquid Glass
it: Riduci Liquid Glass
th: ลดเอฟเฟกต์ Liquid Glass
vi: Giảm Hiệu Ứng Liquid Glass

# settings.reduce_effects_description
source: Simplify visual effects for performance
es: Simplificar efectos visuales para rendimiento
id: Sederhanakan efek visual untuk performa
it: Semplifica gli effetti visivi per le prestazioni
th: ลดความซับซ้อนของเอฟเฟกต์ภาพเพื่อประสิทธิภาพ
vi: Đơn giản hóa hiệu ứng hình ảnh để tăng hiệu suất

# settings.system_appearance
source: System Appearance
es: Apariencia del sistema
id: Tampilan Sistem
it: Aspetto sistema
th: ลักษณะของระบบ
vi: Giao Diện Hệ Thống

# settings.dark_mode
source: Dark Mode
es: Modo oscuro
id: Mode Gelap
it: Modalità scura
th: โหมดมืด
vi: Chế Độ Tối

# settings.dark_mode_description
source: Enable dark color scheme
es: Habilitar esquema de colores oscuro
id: Aktifkan skema warna gelap
it: Abilita schema colori scuro
th: เปิดใช้งานโทนสีมืด
vi: Bật giao diện màu tối

# settings.appearance_footer
source: iOS 17+ introduces beautiful Liquid Glass effects. Reduce effects if you experience performance issues on older devices.
es: iOS 17+ introduce hermosos efectos Liquid Glass. Reduce los efectos si experimentas problemas de rendimiento en dispositivos más antiguos.
id: iOS 17+ memperkenalkan efek Liquid Glass yang indah. Kurangi efek jika Anda mengalami masalah performa pada perangkat lama.
it: iOS 17+ introduce bellissimi effetti Liquid Glass. Riduci gli effetti se riscontri problemi di prestazioni su dispositivi più vecchi.
th: iOS 17+ นำเสนอเอฟเฟกต์ Liquid Glass ที่สวยงาม ลดเอฟเฟกต์หากคุณพบปัญหาประสิทธิภาพบนอุปกรณ์รุ่นเก่า
vi: iOS 17+ giới thiệu hiệu ứng Liquid Glass đẹp mắt. Giảm hiệu ứng nếu bạn gặp vấn đề hiệu suất trên thiết bị cũ.

# settings.save_history
source: Save scan history
es: Guardar historial de escaneos
id: Simpan riwayat pemindaian
it: Salva cronologia scansioni
th: บันทึกประวัติการสแกน
vi: Lưu lịch sử quét

# settings.save_history_description
source: Keep a record of scanned URLs
es: Mantener un registro de URLs escaneadas
id: Simpan catatan URL yang dipindai
it: Mantieni un registro degli URL scansionati
th: เก็บบันทึก URL ที่สแกน
vi: Giữ bản ghi các URL đã quét

# settings.clear_history
source: Clear History
es: Limpiar historial
id: Hapus Riwayat
it: Cancella cronologia
th: ล้างประวัติ
vi: Xóa Lịch Sử

# settings.clear_history_title
source: Clear All History?
es: ¿Limpiar todo el historial?
id: Hapus Semua Riwayat?
it: Cancellare tutta la cronologia?
th: ล้างประวัติทั้งหมด?
vi: Xóa Tất Cả Lịch Sử?

# settings.clear_history_message
source: This action cannot be undone. All scan history will be permanently deleted.
es: Esta acción no se puede deshacer. Todo el historial de escaneos se eliminará permanentemente.
id: Tindakan ini tidak dapat dibatalkan. Semua riwayat pemindaian akan dihapus secara permanen.
it: Questa azione non può essere annullata. Tutta la cronologia delle scansioni sarà eliminata permanentemente.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ ประวัติการสแกนทั้งหมดจะถูกลบอย่างถาวร
vi: Hành động này không thể hoàn tác. Tất cả lịch sử quét sẽ bị xóa vĩnh viễn.

# settings.clear_all
source: Clear All
es: Limpiar todo
id: Hapus Semua
it: Cancella tutto
th: ล้างทั้งหมด
vi: Xóa Tất Cả

# settings.privacy_policy
source: Privacy Policy
es: Política de privacidad
id: Kebijakan Privasi
it: Informativa sulla privacy
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư

# settings.source_code
source: Source Code
es: Código fuente
id: Kode Sumber
it: Codice sorgente
th: ซอร์สโค้ด
vi: Mã Nguồn

# settings.credits
source: Made with ❤️ for KotlinConf 2026
es: Hecho con ❤️ para KotlinConf 2026
id: Dibuat dengan ❤️ untuk KotlinConf 2026
it: Fatto con ❤️ per KotlinConf 2026
th: สร้างด้วย ❤️ สำหรับ KotlinConf 2026
vi: Được tạo với ❤️ cho KotlinConf 2026

# settings.version
source: Version
es: Versión
id: Versi
it: Versione
th: เวอร์ชัน
vi: Phiên Bản

# settings.build
source: Build
es: Compilación
th: บิลด์
vi: Bản Dựng

# settings.engine
source: Engine
es: Motor
id: Mesin
it: Motore
th: เอนจิน

# onboarding.skip
source: Skip
es: Omitir
id: Lewati
it: Salta
th: ข้าม
vi: Bỏ qua

# onboarding.continue
source: Continue
es: Continuar
id: Lanjutkan
it: Continua
th: ดำเนินการต่อ
vi: Tiếp tục

# onboarding.get_started
source: Get Started
es: Comenzar
id: Mulai
it: Inizia
th: เริ่มต้น
vi: Bắt đầu

# onboarding.scan.title
source: Scan Any QR Code
es: Escanea cualquier código QR
id: Pindai kode QR apapun
it: Scansiona qualsiasi codice QR
th: สแกน QR โค้ดใดก็ได้
vi: Quét mọi mã QR

# onboarding.scan.description
source: Point your camera at any QR code to instantly analyze its contents for potential threats.
es: Apunta tu cámara a cualquier código QR para analizar instantáneamente su contenido en busca de amenazas.
id: Arahkan kamera Anda ke kode QR untuk langsung menganalisis kontennya terhadap ancaman potensial.
it: Punta la fotocamera verso un codice QR per analizzare istantaneamente il suo contenuto alla ricerca di minacce.
th: ชี้กล้องไปที่ QR โค้ดเพื่อวิเคราะห์เนื้อหาทันทีสำหรับภัยคุกคามที่อาจเกิดขึ้น
vi: Hướng camera vào mã QR để phân tích ngay lập tức nội dung của nó tìm các mối đe dọa tiềm ẩn.

# onboarding.protect.title
source: Real-Time Protection
es: Protección en tiempo real
id: Perlindungan real-time
it: Protezione in tempo reale
th: การป้องกันแบบเรียลไทม์
vi: Bảo vệ thời gian thực

# onboarding.protect.description
source: Our AI-powered engine analyzes URLs using 25+ security heuristics and machine learning algorithms.
es: Nuestro motor IA analiza URLs usando más de 25 heurísticas de seguridad y algoritmos de aprendizaje automático.
id: Mesin AI kami menganalisis URL menggunakan 25+ heuristik keamanan dan algoritma machine learning.
it: Il nostro motore IA analizza gli URL usando oltre 25 euristiche di sicurezza e algoritmi di machine learning.
th: เอ็นจิ้น AI ของเราวิเคราะห์ URL โดยใช้ฮิวริสติกด้านความปลอดภัยกว่า 25 รายการและอัลกอริทึมการเรียนรู้ของเครื่อง
vi: Engine AI của chúng tôi phân tích URL sử dụng hơn 25 heuristics bảo mật và thuật toán machine learning.

# onboarding.privacy.title
source: Privacy First
es: Privacidad primero
id: Privasi utama
it: Privacy prima di tutto
th: ความเป็นส่วนตัวมาก่อน
vi: Quyền riêng tư trước tiên

# onboarding.privacy.description
source: All analysis happens on-device using Kotlin Multiplatform. Your data never leaves your phone.
es: Todo el análisis ocurre en el dispositivo usando Kotlin Multiplatform. Tus datos nunca salen de tu teléfono.
id: Semua analisis terjadi di perangkat menggunakan Kotlin Multiplatform. Data Anda tidak pernah meninggalkan ponsel.
it: Tutte le analisi avvengono sul dispositivo usando Kotlin Multiplatform. I tuoi dati non lasciano mai il telefono.
th: การวิเคราะห์ทั้งหมดเกิดขึ้นบนอุปกรณ์โดยใช้ Kotlin Multiplatform ข้อมูลของคุณไม่เคยออกจากโทรศัพท์
vi: Tất cả phân tích diễn ra trên thiết bị sử dụng Kotlin Multiplatform. Dữ liệu của bạn không bao giờ rời khỏi điện thoại.

# onboarding.design.title
source: Beautiful iOS 17+ Design
es: Hermoso diseño iOS 17+
id: Desain iOS 17+ yang indah
it: Bellissimo design iOS 17+
th: ดีไซน์ iOS 17+ สวยงาม
vi: Thiết kế iOS 17+ đẹp

# onboarding.design.description
source: Experience the stunning Liquid Glass interface with smooth animations and modern aesthetics.
es: Experimenta la impresionante interfaz Liquid Glass con animaciones fluidas y estética moderna.
id: Rasakan antarmuka Liquid Glass yang memukau dengan animasi halus dan estetika modern.
it: Sperimenta la straordinaria interfaccia Liquid Glass con animazioni fluide ed estetica moderna.
th: สัมผัสอินเทอร์เฟซ Liquid Glass ที่น่าทึ่งพร้อมแอนิเมชันที่ลื่นไหลและสุนทรียศาสตร์ทันสมัย
vi: Trải nghiệm giao diện Liquid Glass tuyệt đẹp với hoạt ảnh mượt mà và thẩm mỹ hiện đại.

# onboarding.camera.title
source: Camera Permission
es: Permiso de cámara
id: Izin Kamera
it: Permesso fotocamera
th: การอนุญาตกล้อง
vi: Quyền Camera

# onboarding.camera.allow
source: Allow Camera
es: Permitir cámara
id: Izinkan Kamera
it: Consenti fotocamera
th: อนุญาตกล้อง
vi: Cho Phép Camera

# onboarding.camera.later
source: Maybe Later
es: Quizás después
id: Nanti Saja
it: Forse dopo
th: ไว้ทีหลัง
vi: Để Sau

# onboarding.camera.message
source: Mehr Guard needs camera access to scan QR codes. You can change this later in Settings.
es: Mehr Guard necesita acceso a la cámara para escanear códigos QR. Puedes cambiar esto después en Ajustes.
id: Mehr Guard memerlukan akses kamera untuk memindai kode QR. Anda dapat mengubah ini nanti di Pengaturan.
it: Mehr Guard ha bisogno dell'accesso alla fotocamera per scansionare i codici QR. Puoi cambiarlo più tardi nelle Impostazioni.
th: Mehr Guard ต้องการการเข้าถึงกล้องเพื่อสแกนโค้ด QR คุณสามารถเปลี่ยนแปลงได้ภายหลังในการตั้งค่า
vi: Mehr Guard cần quyền truy cập camera để quét mã QR. Bạn có thể thay đổi sau trong Cài Đặt.

# detail.analysis_details
source: Analysis Details
es: Detalles del análisis
id: Detail Analisis
it: Dettagli analisi
th: รายละเอียดการวิเคราะห์
vi: Chi Tiết Phân Tích

# detail.scanned_at
source: Scanned at %@
es: Escaneado el %@
id: Dipindai pada %@
it: Scansionato il %@
th: สแกนเมื่อ %@
vi: Đã quét lúc %@

# detail.url_information
source: URL Information
es: Información de URL
id: Informasi URL
it: Informazioni URL
th: ข้อมูล URL
vi: Thông Tin URL

# detail.risk_factors
source: Risk Factors
es: Factores de riesgo
id: Faktor Risiko
it: Fattori di rischio
th: ปัจจัยความเสี่ยง
vi: Yếu Tố Rủi Ro

# detail.no_risks
source: No risks detected
es: No se detectaron riesgos
id: Tidak ada risiko terdeteksi
it: Nessun rischio rilevato
th: ไม่พบความเสี่ยง
vi: Không phát hiện rủi ro

# detail.open_url
source: Open URL
es: Abrir URL
id: Buka URL
it: Apri URL
th: เปิด URL
vi: Mở URL

# detail.open_warning
source: Opening this URL may be dangerous. Are you sure?
es: Abrir esta URL puede ser peligroso. ¿Estás seguro?
id: Membuka URL ini mungkin berbahaya. Apakah Anda yakin?
it: Aprire questo URL potrebbe essere pericoloso. Sei sicuro?
th: การเปิด URL นี้อาจเป็นอันตราย คุณแน่ใจหรือไม่?
vi: Mở URL này có thể nguy hiểm. Bạn có chắc không?

# detail.open_warning_title
source: Security Warning
es: Advertencia de seguridad
id: Peringatan Keamanan
it: Avviso di sicurezza
th: คำเตือนความปลอดภัย
vi: Cảnh Báo Bảo Mật

# detail.proceed
source: Proceed Anyway
es: Continuar de todos modos
id: Lanjutkan Saja
it: Procedi comunque
th: ดำเนินการต่อ
vi: Vẫn Tiếp Tục

# detail.scanned_at_time_ago
source: Scanned %@
es: Escaneado %@
id: Dipindai %@
it: Scansionato %@
th: สแกนเมื่อ %@
vi: Đã quét %@

# detail.score_breakdown
source: Score Breakdown
es: Desglose de puntuación
id: Rincian Skor
it: Dettaglio punteggio
th: รายละเอียดคะแนน
vi: Phân Tích Điểm

# detail.url_details
source: URL Details
es: Detalles de URL
id: Detail URL
it: Dettagli URL
th: รายละเอียด URL
vi: Chi Tiết URL

# detail.protocol_https
source: HTTPS (Secure)
es: HTTPS (Seguro)
id: HTTPS (Aman)
it: HTTPS (Sicuro)
th: HTTPS (ปลอดภัย)
vi: HTTPS (An Toàn)

# detail.protocol_http
source: HTTP (Not Secure)
es: HTTP (No seguro)
id: HTTP (Tidak Aman)
it: HTTP (Non sicuro)
th: HTTP (ไม่ปลอดภัย)
vi: HTTP (Không An Toàn)

# detail.domain
source: Domain
es: Dominio
it: Dominio
th: โดเมน
vi: Tên Miền

# detail.protocol
source: Protocol
es: Protocolo
id: Protokol
it: Protocollo
th: โปรโตคอล
vi: Giao Thức

# detail.share_analysis
source: Share Analysis
es: Compartir análisis
id: Bagikan Analisis
it: Condividi analisi
th: แชร์การวิเคราะห์
vi: Chia Sẻ Phân Tích

# detail.copy_url
source: Copy URL
es: Copiar URL
id: Salin URL
it: Copia URL
th: คัดลอก URL
vi: Sao Chép URL

# detail.copied
source: Copied!
es: ¡Copiado!
id: Disalin!
it: Copiato!
th: คัดลอกแล้ว!
vi: Đã sao chép!

# detail.report_false_positive
source: Report False Positive
es: Reportar falso positivo
id: Laporkan Positif Palsu
it: Segnala falso positivo
th: รายงานผลบวกเท็จ
vi: Báo Cáo Dương Tính Giả
