Repository: Raoof128/Raoof128.github.io
Catalog: iosApp/MehrGuard/*.lproj/Localizable.strings
Languages: es, id, it, th, vi

# error.generic
source: An error occurred
es: Ocurrió un error
id: Terjadi kesalahan
it: Si è verificato un errore
th: เกิดข้อผิดพลาด
vi: Đã xảy ra lỗi

# error.network
source: Network connection error
es: Error de conexión de red
id: Kesalahan koneksi jaringan
it: Errore di connessione di rete
th: ข้อผิดพลาดการเชื่อมต่อเครือข่าย
vi: Lỗi kết nối mạng

# error.invalid_url
source: Invalid URL detected
es: URL inválida detectada
id: URL tidak valid terdeteksi
it: URL non valido rilevato
th: ตรวจพบ URL ที่ไม่ถูกต้อง
vi: Phát hiện URL không hợp lệ

# error.analysis_failed
source: Analysis failed
es: Análisis fallido
id: Analisis gagal
it: Analisi fallita
th: การวิเคราะห์ล้มเหลว
vi: Phân tích thất bại

# error.invalid_or_unsupported
source: Invalid or unsupported QR content.
es: Contenido QR inválido o no soportado.
id: Konten QR tidak valid atau tidak didukung.
it: Contenuto QR non valido o non supportato.
th: เนื้อหา QR ไม่ถูกต้องหรือไม่รองรับ
vi: Nội dung QR không hợp lệ hoặc không được hỗ trợ.

# error.no_qr_found
source: No QR code found in the selected image.
es: No se encontró código QR en la imagen seleccionada.
id: Tidak ada kode QR ditemukan di gambar yang dipilih.
it: Nessun codice QR trovato nell'immagine selezionata.
th: ไม่พบโค้ด QR ในรูปภาพที่เลือก
vi: Không tìm thấy mã QR trong hình ảnh đã chọn.

# error.image_scan_failed
source: Image scan failed: %@
es: Error al escanear imagen: %@
id: Pemindaian gambar gagal: %@
it: Scansione immagine fallita: %@
th: การสแกนรูปภาพล้มเหลว: %@
vi: Quét hình ảnh thất bại: %@

# error.dismiss
source: Dismiss error
es: Descartar error
id: Tutup kesalahan
it: Ignora errore
th: ปิดข้อผิดพลาด
vi: Đóng lỗi

# scanner.status_scanning
source: Scanning
es: Escaneando
id: Memindai
it: Scansione in corso
th: กำลังสแกน
vi: Đang Quét

# scanner.status_paused
source: Paused
es: Pausado
id: Dijeda
it: In pausa
th: หยุดชั่วคราว
vi: Đã Tạm Dừng

# scanner.view_details
source: View Details
es: Ver detalles
id: Lihat Detail
it: Vedi dettagli
th: ดูรายละเอียด
vi: Xem Chi Tiết

# scanner.copy_url
source: Copy URL
es: Copiar URL
id: Salin URL
it: Copia URL
th: คัดลอก URL
vi: Sao chép URL

# scanner.dismiss
source: Dismiss
es: Cerrar
id: Tutup
it: Chiudi
th: ปิด
vi: Đóng

# scanner.share
source: Share
es: Compartir
id: Bagikan
it: Condividi
th: แชร์
vi: Chia sẻ

# scanner.flash_on
source: Flash on
es: Flash encendido
id: Flash menyala
it: Flash acceso
th: แฟลชเปิด
vi: Đèn flash bật

# scanner.flash_off
source: Flash off
es: Flash apagado
id: Flash mati
it: Flash spento
th: แฟลชปิด
vi: Đèn flash tắt

# scanner.open_history
source: Open history
es: Abrir historial
id: Buka riwayat
it: Apri cronologia
th: เปิดประวัติ
vi: Mở lịch sử

# scanner.scan_toggle
source: Toggle scanning
es: Alternar escaneo
id: Alihkan pemindaian
it: Attiva/disattiva scansione
th: สลับการสแกน
vi: Chuyển đổi quét

# dashboard.hero.tagline
source: Secure. Offline.
es: Seguro. Sin conexión.
id: Aman. Offline.
it: Sicuro. Offline.
th: ปลอดภัย. ออฟไลน์.
vi: An toàn. Ngoại tuyến.

# dashboard.hero.tagline2
source: Explainable Defence.
es: Defensa Explicable.
id: Pertahanan Transparan.
it: Difesa Spiegabile.
th: การป้องกันที่อธิบายได้.
vi: Phòng thủ Có thể Giải thích.

# dashboard.hero.description
source: Mehr Guard analyses potential threats directly on your hardware. Experience
es: Mehr Guard analiza amenazas potenciales directamente en su hardware. Experimente
id: Mehr Guard menganalisis ancaman potensial langsung di perangkat keras Anda. Nikmati
it: Mehr Guard analizza le potenziali minacce direttamente sul tuo hardware. Sperimenta
th: Mehr Guard วิเคราะห์ภัยคุกคามที่อาจเกิดขึ้นโดยตรงบนฮาร์ดแวร์ของคุณ สัมผัส
vi: Mehr Guard phân tích các mối đe dọa tiềm ẩn trực tiếp trên phần cứng của bạn. Trải nghiệm

# dashboard.hero.zero_latency
source: zero-latency protection.
es: protección sin latencia.
id: perlindungan tanpa latensi.
it: protezione senza latenza.
th: การป้องกันแบบไม่มีความหน่วง.
vi: bảo vệ không độ trễ.

# dashboard.enterprise_badge
source: ENTERPRISE PROTECTION ACTIVE
es: PROTECCIÓN EMPRESARIAL ACTIVA
id: PERLINDUNGAN ENTERPRISE AKTIF
it: PROTEZIONE ENTERPRISE ATTIVA
th: การป้องกันระดับองค์กรทำงานอยู่
vi: BẢO VỆ DOANH NGHIỆP ĐANG HOẠT ĐỘNG

# dashboard.analyze
source: Analyze
es: Analizar
id: Analisis
it: Analizza
th: วิเคราะห์
vi: Phân tích

# dashboard.scan_qr
source: Scan QR Code
es: Escanear Código QR
id: Pindai Kode QR
it: Scansiona Codice QR
th: สแกนโค้ด QR
vi: Quét Mã QR

# dashboard.import_image
source: Import Image
es: Importar Imagen
id: Impor Gambar
it: Importa Immagine
th: นำเข้ารูปภาพ
vi: Nhập Hình ảnh

# dashboard.system_optimal
source: System Optimal
es: Sistema Óptimo
id: Sistem Optimal
it: Sistema Ottimale
th: ระบบทำงานดีที่สุด
vi: Hệ thống Tối ưu

# dashboard.engine_status
source: Engine v2.4 • Updated 2h ago
es: Motor v2.4 • Actualizado hace 2h
id: Engine v2.4 • Diperbarui 2j lalu
it: Motore v2.4 • Aggiornato 2h fa
th: เอนจิน v2.4 • อัปเดต 2 ชม. ที่แล้ว
vi: Engine v2.4 • Cập nhật 2 giờ trước

# dashboard.threats_blocked
source: Threats Blocked
es: Amenazas Bloqueadas
id: Ancaman Diblokir
it: Minacce Bloccate
th: ภัยคุกคามที่ถูกบล็อก
vi: Mối đe dọa Đã chặn

# dashboard.safe_scans
source: Safe Scans
es: Escaneos Seguros
id: Pemindaian Aman
it: Scansioni Sicure
th: การสแกนที่ปลอดภัย
vi: Lần quét An toàn

# dashboard.engine_features
source: ENGINE FEATURES
es: FUNCIONES DEL MOTOR
id: FITUR ENGINE
it: FUNZIONALITÀ DEL MOTORE
th: ฟีเจอร์เอนจิน
vi: TÍNH NĂNG ENGINE

# dashboard.recent_scans
source: RECENT SCANS
es: ESCANEOS RECIENTES
id: PEMINDAIAN TERBARU
it: SCANSIONI RECENTI
th: การสแกนล่าสุด
vi: QUÉT GẦN ĐÂY

# dashboard.view_all
source: View All
es: Ver Todo
id: Lihat Semua
it: Vedi Tutto
th: ดูทั้งหมด
vi: Xem Tất cả

# dashboard.no_scans_yet
source: No scans yet
es: Sin escaneos aún
id: Belum ada pemindaian
it: Nessuna scansione ancora
th: ยังไม่มีการสแกน
vi: Chưa có lần quét nào

# dashboard.no_scans_message
source: Scan a QR code or paste a URL to get started
es: Escanee un código QR o pegue una URL para comenzar
id: Pindai kode QR atau tempel URL untuk memulai
it: Scansiona un codice QR o incolla un URL per iniziare
th: สแกนโค้ด QR หรือวาง URL เพื่อเริ่มต้น
vi: Quét mã QR hoặc dán URL để bắt đầu

# dashboard.threat_database
source: Threat Database
es: Base de Datos de Amenazas
id: Database Ancaman
it: Database Minacce
th: ฐานข้อมูลภัยคุกคาม
vi: Cơ sở dữ liệu Mối đe dọa

# dashboard.db_updated
source: Local database updated successfully.
es: Base de datos local actualizada exitosamente.
id: Database lokal berhasil diperbarui.
it: Database locale aggiornato con successo.
th: อัปเดตฐานข้อมูลท้องถิ่นสำเร็จ
vi: Cập nhật cơ sở dữ liệu cục bộ thành công.

# dashboard.offline_ready
source: OFFLINE READY
es: LISTO SIN CONEXIÓN
id: SIAP OFFLINE
it: PRONTO OFFLINE
th: พร้อมใช้งานออฟไลน์
vi: SẴN SÀNG NGOẠI TUYẾN

# settings.quick_actions
source: Quick Actions
es: Acciones Rápidas
id: Aksi Cepat
it: Azioni Rapide
th: การดำเนินการด่วน
vi: Thao tác Nhanh

# settings.threat_monitor
source: Threat Monitor
es: Monitor de Amenazas
id: Monitor Ancaman
it: Monitor Minacce
th: ตัวตรวจสอบภัยคุกคาม
vi: Giám sát Mối đe dọa

# settings.threat_monitor_desc
source: View live threats and run security audit
es: Ver amenazas en vivo y ejecutar auditoría de seguridad
id: Lihat ancaman langsung dan jalankan audit keamanan
it: Visualizza minacce in tempo reale ed esegui audit di sicurezza
th: ดูภัยคุกคามแบบเรียลไทม์และทำการตรวจสอบความปลอดภัย
vi: Xem các mối đe dọa trực tiếp và chạy kiểm tra bảo mật

# settings.trust_centre
source: Trust Centre
es: Centro de Confianza
id: Pusat Kepercayaan
it: Centro Fiducia
th: ศูนย์ความน่าเชื่อถือ
vi: Trung tâm Tin cậy

# settings.trust_centre_desc
source: Privacy settings and threat sensitivity
es: Configuración de privacidad y sensibilidad de amenazas
id: Pengaturan privasi dan sensitivitas ancaman
it: Impostazioni privacy e sensibilità minacce
th: การตั้งค่าความเป็นส่วนตัวและความไวของภัยคุกคาม
vi: Cài đặt quyền riêng tư và độ nhạy mối đe dọa

# settings.export_report
source: Export Report
es: Exportar Informe
id: Ekspor Laporan
it: Esporta Report
th: ส่งออกรายงาน
vi: Xuất Báo cáo

# settings.export_report_desc
source: Generate PDF or JSON security report
es: Generar informe de seguridad PDF o JSON
id: Buat laporan keamanan PDF atau JSON
it: Genera report di sicurezza PDF o JSON
th: สร้างรายงานความปลอดภัย PDF หรือ JSON
vi: Tạo báo cáo bảo mật PDF hoặc JSON

# trust.title
source: Trust Centre
es: Centro de Confianza
id: Pusat Kepercayaan
it: Centro Fiducia
th: ศูนย์ความน่าเชื่อถือ
vi: Trung tâm Tin cậy

# trust.offline_guarantee
source: Strict Offline Guarantee
es: Garantía Estricta Sin Conexión
id: Jaminan Offline Ketat
it: Garanzia Offline Rigorosa
th: การรับประกันออฟไลน์อย่างเข้มงวด
vi: Đảm bảo Ngoại tuyến Nghiêm ngặt

# trust.offline_description
source: Mehr Guard analysis runs entirely on your device's Neural Engine. No URL data ever leaves your phone.
es: El análisis de Mehr Guard se ejecuta completamente en el Neural Engine de su dispositivo. Los datos de URL nunca salen de su teléfono.
id: Analisis Mehr Guard berjalan sepenuhnya di Neural Engine perangkat Anda. Data URL tidak pernah meninggalkan ponsel Anda.
it: L'analisi Mehr Guard viene eseguita interamente sul Neural Engine del tuo dispositivo. I dati URL non lasciano mai il tuo telefono.
th: การวิเคราะห์ Mehr Guard ทำงานบน Neural Engine ของอุปกรณ์ทั้งหมด ข้อมูล URL ไม่เคยออกจากโทรศัพท์ของคุณ
vi: Phân tích Mehr Guard chạy hoàn toàn trên Neural Engine của thiết bị. Dữ liệu URL không bao giờ rời khỏi điện thoại của bạn.

# trust.threat_sensitivity
source: Threat Sensitivity
es: Sensibilidad de Amenazas
id: Sensitivitas Ancaman
it: Sensibilità Minacce
th: ความไวของภัยคุกคาม
vi: Độ nhạy Mối đe dọa

# trust.reset_confirm
source: This will reset all Trust Centre settings to their defaults.
es: Esto restablecerá todas las configuraciones del Centro de Confianza a los valores predeterminados.
id: Ini akan mengatur ulang semua pengaturan Pusat Kepercayaan ke default.
it: Questo ripristinerà tutte le impostazioni del Centro Fiducia ai valori predefiniti.
th: การดำเนินการนี้จะรีเซ็ตการตั้งค่าศูนย์ความน่าเชื่อถือทั้งหมดเป็นค่าเริ่มต้น
vi: Điều này sẽ đặt lại tất cả cài đặt Trung tâm Tin cậy về mặc định.

# result.block_report
source: Block & Report
es: Bloquear e Informar
id: Blokir & Laporkan
it: Blocca e Segnala
th: บล็อกและรายงาน
vi: Chặn & Báo cáo

# result.block_description
source: This will block the domain and report it to your security team.
es: Esto bloqueará el dominio y lo informará a su equipo de seguridad.
id: Ini akan memblokir domain dan melaporkannya ke tim keamanan Anda.
it: Questo bloccherà il dominio e lo segnalerà al tuo team di sicurezza.
th: การดำเนินการนี้จะบล็อกโดเมนและรายงานไปยังทีมความปลอดภัยของคุณ
vi: Điều này sẽ chặn tên miền và báo cáo cho đội bảo mật của bạn.

# result.block_action
source: Prevent access and notify admin
es: Prevenir acceso y notificar al administrador
id: Cegah akses dan beri tahu admin
it: Impedisci accesso e notifica amministratore
th: ป้องกันการเข้าถึงและแจ้งผู้ดูแล
vi: Ngăn truy cập và thông báo quản trị viên

# result.quarantine
source: Quarantine in Sandbox
es: Cuarentena en Sandbox
id: Karantina di Sandbox
it: Quarantena in Sandbox
th: กักกันใน Sandbox
vi: Cách ly trong Sandbox

# result.quarantine_action
source: Open safely for analysis
es: Abrir de forma segura para análisis
id: Buka dengan aman untuk analisis
it: Apri in sicurezza per analisi
th: เปิดอย่างปลอดภัยเพื่อวิเคราะห์
vi: Mở an toàn để phân tích

# result.expected
source: Expected:
es: Esperado:
id: Diharapkan:
it: Previsto:
th: คาดหวัง:
vi: Dự kiến:

# result.detected
source: Detected:
es: Detectado:
id: Terdeteksi:
it: Rilevato:
th: ตรวจพบ:
vi: Phát hiện:

# result.explainable_security
source: Explainable Security
es: Seguridad Explicable
id: Keamanan Transparan
it: Sicurezza Spiegabile
th: ความปลอดภัยที่อธิบายได้
vi: Bảo mật Có thể Giải thích

# result.url_breakdown
source: URL BREAKDOWN
es: DESGLOSE DE URL
id: RINCIAN URL
it: ANALISI URL
th: รายละเอียด URL
vi: PHÂN TÍCH URL

# result.full_url
source: FULL URL
es: URL COMPLETA
id: URL LENGKAP
it: URL COMPLETO
th: URL เต็ม
vi: URL ĐẦY ĐỦ

# result.open_safari
source: Open in Safari (Risky)
es: Abrir en Safari (Riesgoso)
id: Buka di Safari (Berisiko)
it: Apri in Safari (Rischioso)
th: เปิดใน Safari (เสี่ยง)
vi: Mở trong Safari (Rủi ro)

# result.open_warning_full
source: Opening this URL in your browser may expose you to security risks.
es: Abrir esta URL en su navegador puede exponerlo a riesgos de seguridad.
id: Membuka URL ini di browser Anda dapat membuat Anda terpapar risiko keamanan.
it: Aprire questo URL nel browser potrebbe esporti a rischi di sicurezza.
th: การเปิด URL นี้ในเบราว์เซอร์อาจทำให้คุณเสี่ยงต่อความปลอดภัย
vi: Mở URL này trong trình duyệt có thể khiến bạn gặp rủi ro bảo mật.

# result.restricted_mode
source: Restricted Mode
es: Modo Restringido
id: Mode Terbatas
it: Modalità Limitata
th: โหมดจำกัด
vi: Chế độ Hạn chế

# result.restricted_description
source: This URL has been flagged as potentially dangerous. Review the analysis below before proceeding.
es: Esta URL ha sido marcada como potencialmente peligrosa. Revise el análisis a continuación antes de continuar.
id: URL ini telah ditandai sebagai berpotensi berbahaya. Tinjau analisis di bawah sebelum melanjutkan.
it: Questo URL è stato segnalato come potenzialmente pericoloso. Esamina l'analisi sotto prima di continuare.
th: URL นี้ถูกตั้งค่าสถานะว่าอาจเป็นอันตราย ตรวจสอบการวิเคราะห์ด้านล่างก่อนดำเนินการต่อ
vi: URL này đã được đánh dấu là có thể nguy hiểm. Xem xét phân tích bên dưới trước khi tiếp tục.

# result.dangerous_warning
source: This URL has been flagged as potentially dangerous. Opening it may expose you to phishing, malware, or other security threats. Are you sure you want to proceed?
es: Esta URL ha sido marcada como potencialmente peligrosa. Abrirla puede exponerlo a phishing, malware u otras amenazas de seguridad. ¿Está seguro de que desea continuar?
id: URL ini telah ditandai sebagai berpotensi berbahaya. Membukanya dapat membuat Anda terpapar phishing, malware, atau ancaman keamanan lainnya. Apakah Anda yakin ingin melanjutkan?
it: Questo URL è stato segnalato come potenzialmente pericoloso. Aprirlo potrebbe esporti a phishing, malware o altre minacce alla sicurezza. Sei sicuro di voler continuare?
th: URL นี้ถูกตั้งค่าสถานะว่าอาจเป็นอันตราย การเปิดอาจทำให้คุณเสี่ยงต่อฟิชชิ่ง มัลแวร์ หรือภัยคุกคามความปลอดภัยอื่นๆ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
vi: URL này đã được đánh dấu là có thể nguy hiểm. Mở nó có thể khiến bạn gặp phải lừa đảo, phần mềm độc hại hoặc các mối đe dọa bảo mật khác. Bạn có chắc chắn muốn tiếp tục không?

# nav.quick_actions
source: QUICK ACTIONS
es: ACCIONES RÁPIDAS
id: AKSI CEPAT
it: AZIONI RAPIDE
th: การดำเนินการด่วน
vi: THAO TÁC NHANH

# nav.systems_operational
source: All systems operational
es: Todos los sistemas operativos
id: Semua sistem beroperasi
it: Tutti i sistemi operativi
th: ระบบทั้งหมดทำงานปกติ
vi: Tất cả hệ thống hoạt động bình thường

# common.enabled
source: Enabled
es: Habilitado
id: Diaktifkan
it: Abilitato
th: เปิดใช้งาน
vi: Đã bật

# common.disabled
source: Disabled
es: Deshabilitado
id: Dinonaktifkan
it: Disabilitato
th: ปิดใช้งาน
vi: Đã tắt

# settings.language
source: Language
es: Idioma

# settings.language_section
source: Language
es: Idioma

# settings.language_system
source: System Default
es: Predeterminado del Sistema

# settings.language_search
source: Search languages
es: Buscar idiomas

# settings.language_footer
source: Select your preferred language. The app will use the selected language for all text and content.
es: Seleccione su idioma preferido. La aplicación usará el idioma seleccionado para todo el texto y contenido.

# common.done
source: Done
es: Listo
id: Selesai
it: Fatto
th: เสร็จสิ้น
vi: Xong

# settings.restart_title
source: Restart Required
es: Reinicio necesario
id: Perlu Dimulai Ulang
it: Riavvio necessario
th: ต้องรีสตาร์ท
vi: Cần khởi động lại

# settings.restart_subtitle
source: To display Mehr Guard in %@, please restart the app.
es: Para mostrar Mehr Guard en %@, reinicia la aplicación.
id: Untuk menampilkan Mehr Guard dalam %@, silakan mulai ulang aplikasi.
it: Per visualizzare Mehr Guard in %@, riavvia l'app.
th: หากต้องการแสดง Mehr Guard เป็น%@ กรุณารีสตาร์ทแอป
vi: Để hiển thị Mehr Guard bằng %@, vui lòng khởi động lại ứng dụng.

# settings.restart_step1
source: Tap 'Close App' below
es: Toca 'Cerrar App' abajo
id: Ketuk 'Tutup Aplikasi' di bawah
it: Tocca 'Chiudi App' qui sotto
th: แตะ 'ปิดแอป' ด้านล่าง
vi: Nhấn 'Đóng ứng dụng' bên dưới

# settings.restart_step2
source: Swipe up from the app switcher to fully close
es: Desliza hacia arriba para cerrar completamente
id: Geser ke atas untuk menutup sepenuhnya
it: Scorri verso l'alto per chiudere completamente
th: ปัดขึ้นเพื่อปิดให้สมบูรณ์
vi: Vuốt lên để đóng hoàn toàn

# settings.restart_step3
source: Reopen Mehr Guard to see the new language
es: Vuelve a abrir Mehr Guard para ver el nuevo idioma
id: Buka kembali Mehr Guard untuk melihat bahasa baru
it: Riapri Mehr Guard per vedere la nuova lingua
th: เปิด Mehr Guard อีกครั้งเพื่อดูภาษาใหม่
vi: Mở lại Mehr Guard để xem ngôn ngữ mới

# settings.close_app
source: Close App
es: Cerrar App
id: Tutup Aplikasi
it: Chiudi App
th: ปิดแอป
vi: Đóng ứng dụng

# settings.restart_error_title
source: Restart Error
es: Error de reinicio
id: Kesalahan Mulai Ulang
it: Errore di riavvio
th: ข้อผิดพลาดในการรีสตาร์ท
vi: Lỗi khởi động lại

# settings.restart_error_message
source: Unable to close the app automatically. Please close and reopen the app manually to apply your language change.
es: No se pudo cerrar la app automáticamente. Por favor, ciérrala y ábrela manualmente.
id: Tidak dapat menutup aplikasi secara otomatis. Silakan tutup dan buka kembali secara manual.
it: Impossibile chiudere l'app automaticamente. Chiudila e riaprila manualmente.
th: ไม่สามารถปิดแอปโดยอัตโนมัติ กรุณาปิดและเปิดใหม่ด้วยตนเอง
vi: Không thể tự động đóng ứng dụng. Vui lòng đóng và mở lại thủ công.

# settings.language_changed
source: Language Changed
es: Idioma cambiado
id: Bahasa Diubah
it: Lingua cambiata
th: เปลี่ยนภาษาแล้ว
vi: Đã thay đổi ngôn ngữ

# settings.restart_now
source: Restart Now
es: Reiniciar ahora
id: Mulai Ulang Sekarang
it: Riavvia ora
th: รีสตาร์ทเดี๋ยวนี้
vi: Khởi động lại ngay

# settings.language_restart_message
source: To fully apply the new language, please restart the app.
es: La app necesita reiniciarse para aplicar el nuevo idioma.
id: Aplikasi perlu dimulai ulang untuk menerapkan bahasa baru.
it: L'app deve essere riavviata per applicare la nuova lingua.
th: แอปต้องรีสตาร์ทเพื่อใช้ภาษาใหม่
vi: Ứng dụng cần khởi động lại để áp dụng ngôn ngữ mới.

# settings.restart_later
source: Later
es: Más tarde
id: Nanti
it: Più tardi
th: ภายหลัง
vi: Để sau

source: TRAINING MODE
es: MODO ENTRENAMIENTO
id: MODE PELATIHAN
it: MODALITÀ ALLENAMENTO
th: โหมดฝึกซ้อม
vi: CHẾ ĐỘ ĐÀO TẠO

# training.beat_the_bot
source: Beat the Bot
es: Vence al Bot
id: Kalahkan Bot
it: Batti il Bot
th: เอาชนะบอท
vi: Đánh bại Bot

# training.seconds
source: Seconds
es: Segundos
id: Detik
it: Secondi
th: วินาที
vi: Giây

# training.level
source: LEVEL %d
es: NIVEL %d
it: LIVELLO %d
th: ระดับ %d
vi: CẤP ĐỘ %d

# training.unusual_signin
source: Unusual Sign-in Attempt
es: Intento de inicio de sesión inusual
id: Login tidak biasa
it: Accesso insolito
th: การเข้าสู่ระบบที่ผิดปกติ
vi: Đăng nhập bất thường

# training.unusual_signin_message
source: We detected a login from a new device. Please verify your identity immediately to prevent account suspension.
es: Detectamos un inicio de sesión desde un nuevo dispositivo. Verifica tu identidad inmediatamente.
id: Kami mendeteksi login dari perangkat baru. Segera verifikasi identitas Anda.
it: Rilevato accesso da nuovo dispositivo. Verifica subito la tua identità.
th: เราตรวจพบการเข้าสู่ระบบจากอุปกรณ์ใหม่ กรุณายืนยันตัวตนทันที
vi: Chúng tôi phát hiện đăng nhập từ thiết bị mới. Vui lòng xác minh danh tính ngay.

# training.verify_identity
source: Verify Identity
es: Verificar identidad
id: Verifikasi identitas
it: Verifica identità
th: ยืนยันตัวตน
vi: Xác minh danh tính

# training.legitimate
source: Legitimate
es: Legítimo
id: Sah
it: Legittimo
th: ถูกต้อง
vi: Hợp pháp

# training.live_session
source: LIVE SESSION
es: SESIÓN EN VIVO
id: SESI LANGSUNG
it: SESSIONE LIVE
th: เซสชันสด
vi: PHIÊN TRỰC TIẾP

# training.online
source: ONLINE
es: EN LÍNEA
th: ออนไลน์
vi: TRỰC TUYẾN

# training.bot_confidence
source: Bot Confidence:
es: Confianza del Bot:
id: Keyakinan Bot:
it: Confidenza Bot:
th: ความมั่นใจของบอท:
vi: Độ tin cậy Bot:

# training.ai_analysis
source: AI NEURAL ANALYSIS
es: ANÁLISIS NEURAL IA
id: ANALISIS NEURAL AI
it: ANALISI NEURALE IA
th: การวิเคราะห์ AI
vi: PHÂN TÍCH AI

# training.live_hint
source: Live Hint
es: Pista en vivo
id: Petunjuk langsung
it: Suggerimento live
th: คำใบ้สด
vi: Gợi ý trực tiếp

# training.tip
source: Tip:
es: Consejo:
id: Tips:
it: Consiglio:
th: เคล็ดลับ:
vi: Mẹo:

# training.beginner
source: BEGINNER
es: PRINCIPIANTE
id: PEMULA
it: PRINCIPIANTE
th: ระดับเริ่มต้น
vi: MỚI BẮT ĐẦU

# training.intermediate
source: INTERMEDIATE
es: INTERMEDIO
id: MENENGAH
it: INTERMEDIO
th: ระดับกลาง
vi: TRUNG CẤP

# training.advanced
source: ADVANCED
es: AVANZADO
id: LANJUTAN
it: AVANZATO
th: ระดับสูง
vi: NÂNG CAO

# training.nightmare
source: NIGHTMARE
es: PESADILLA
id: MIMPI BURUK
it: INCUBO
th: ฝันร้าย
vi: ÁC MỘNG

# settings.security_alerts_title
source: Security alerts
es: Alertas de seguridad
id: Peringatan keamanan
it: Avvisi di sicurezza
th: การแจ้งเตือนความปลอดภัย
vi: Cảnh báo bảo mật

# settings.security_alerts_desc
source: Get notified about security threats
es: Recibir notificaciones sobre amenazas
id: Terima notifikasi tentang ancaman
it: Ricevi notifiche sulle minacce
th: รับการแจ้งเตือนเกี่ยวกับภัยคุกคาม
vi: Nhận thông báo về mối đe dọa

# settings.system_appearance_label
source: System Appearance
es: Apariencia del sistema
id: Tampilan sistem
it: Aspetto del sistema
th: รูปลักษณ์ระบบ
vi: Giao diện hệ thống

# settings.clear_history_button
source: Clear History
es: Borrar historial
id: Hapus riwayat
it: Cancella cronologia
th: ล้างประวัติ
vi: Xóa lịch sử

# settings.privacy_policy_link
source: Privacy Policy
es: Política de privacidad
id: Kebijakan privasi
it: Informativa sulla privacy
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# settings.source_code_link
source: Source Code
es: Código fuente
id: Kode sumber
it: Codice sorgente
th: ซอร์สโค้ด
vi: Mã nguồn

# settings.clear_confirm_message
source: This action cannot be undone. All scan history will be permanently deleted.
es: Esta acción no se puede deshacer. Todo el historial se eliminará permanentemente.
id: Tindakan ini tidak dapat dibatalkan. Semua riwayat akan dihapus permanen.
it: Questa azione non può essere annullata. Tutta la cronologia verrà eliminata.
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ ประวัติทั้งหมดจะถูกลบอย่างถาวร
vi: Hành động này không thể hoàn tác. Toàn bộ lịch sử sẽ bị xóa vĩnh viễn.

# settings.liquid_glass_footer
source: iOS 17+ introduces beautiful Liquid Glass effects. Reduce effects if you experience performance issues.
es: iOS 17+ introduce efectos Liquid Glass. Reduce los efectos si hay problemas de rendimiento.
id: iOS 17+ memperkenalkan efek Liquid Glass yang indah. Kurangi efek jika ada masalah kinerja.
it: iOS 17+ introduce bellissimi effetti Liquid Glass. Riducili in caso di problemi di prestazioni.
th: iOS 17+ มีเอฟเฟกต์ Liquid Glass ที่สวยงาม ลดเอฟเฟกต์หากมีปัญหาด้านประสิทธิภาพ
vi: iOS 17+ giới thiệu hiệu ứng Liquid Glass đẹp mắt. Giảm hiệu ứng nếu gặp vấn đề về hiệu suất.
