Repository: Raoof128/Raoof128.github.io
Catalog: iosApp/QRShield/*.lproj/Localizable.strings
Languages: hi, ko, ru

# app.tagline
source: Kotlin Multiplatform QRishing Detector
hi: Kotlin मल्टीप्लेटफ़ॉर्म QRishing डिटेक्टर
ko: Kotlin 멀티플랫폼 QRishing 탐지기
ru: Kotlin Мультиплатформенный QRishing детектор

# tab.dashboard
source: Dashboard
hi: डैशबोर्ड
ko: 홈
ru: Главная

# tab.scan
source: Scan
hi: स्कैन
ko: 스캔
ru: Сканировать

# tab.history
source: History
hi: इतिहास
ko: 기록
ru: История

# tab.training
source: Training
hi: प्रशिक्षण
ko: 훈련
ru: Обучение

# tab.settings
source: Settings
hi: सेटिंग्स
ko: 설정
ru: Настройки

# scanner.scanning
source: Scanning
hi: स्कैन हो रहा है
ko: 스캔 중
ru: Сканирование

# scanner.paused
source: Paused
hi: रुका हुआ
ko: 일시정지
ru: Пауза

# scanner.analyzing
source: Analyzing...
hi: विश्लेषण हो रहा है...
ko: 분석 중...
ru: Анализ...

# scanner.point_at_qr
source: Point at QR Code
hi: QR कोड की ओर करें
ko: QR 코드에 맞추세요
ru: Наведите на QR-код

# scanner.gallery
source: Gallery
hi: गैलरी
ko: 갤러리
ru: Галерея

# scanner.history
source: History
hi: इतिहास
ko: 기록
ru: История

# scanner.scans_count
source: Scans: %d
hi: स्कैन: %d
ko: 스캔: %d
ru: Сканирований: %d

# scanner.error_dismiss
source: Dismiss error
hi: त्रुटि खारिज करें
ko: 오류 닫기
ru: Закрыть ошибку

source: Camera Access Required
hi: कैमरा एक्सेस आवश्यक
ko: 카메라 접근 필요
ru: Требуется доступ к камере

# camera.access_message
source: QR-SHIELD needs camera access to scan QR codes. Please enable it in Settings.
hi: QR-SHIELD को QR कोड स्कैन करने के लिए कैमरा एक्सेस चाहिए। कृपया सेटिंग्स में सक्षम करें।
ko: QR-SHIELD는 QR 코드를 스캔하기 위해 카메라 접근이 필요합니다. 설정에서 활성화해 주세요.
ru: QR-SHIELD нужен доступ к камере для сканирования QR-кодов. Включите в Настройках.

# camera.open_settings
source: Open Settings
hi: सेटिंग्स खोलें
ko: 설정 열기
ru: Открыть Настройки

# camera.cancel
source: Cancel
hi: रद्द करें
ko: 취소
ru: Отмена

# camera.no_camera
source: No camera available
hi: कोई कैमरा उपलब्ध नहीं
ko: 사용 가능한 카메라 없음
ru: Камера недоступна

source: Camera setup failed: %@
hi: कैमरा सेटअप विफल: %@
ko: 카메라 설정 실패: %@
ru: Ошибка настройки камеры: %@

# camera.flash_failed
source: Flash toggle failed: %@
hi: फ्लैश टॉगल विफल: %@
ko: 플래시 전환 실패: %@
ru: Ошибка переключения вспышки: %@

# verdict.safe
source: SAFE
hi: सुरक्षित
ko: 안전
ru: БЕЗОПАСНО

# verdict.suspicious
source: SUSPICIOUS
hi: संदेहास्पद
ko: 의심스러움
ru: ПОДОЗРИТЕЛЬНО

# verdict.malicious
source: MALICIOUS
hi: दुर्भावनापूर्ण
ko: 악성
ru: ОПАСНО

# verdict.unknown
source: UNKNOWN
hi: अज्ञात
ko: 알 수 없음
ru: НЕИЗВЕСТНО

# result.risk_score
source: Risk Score: %d/100
hi: जोखिम स्कोर: %d/100
ko: 위험 점수: %d/100
ru: Оценка риска: %d/100

# result.risk_score_label
source: Risk Score
hi: जोखिम स्कोर
ko: 위험 점수
ru: Оценка риска

# result.confidence
source: Confidence
hi: विश्वास
ko: 신뢰도
ru: Уверенность

# result.view_details
source: View Details
hi: विवरण देखें
ko: 상세 보기
ru: Подробнее

# result.view_full_analysis
source: View Full Analysis
hi: पूर्ण विश्लेषण देखें
ko: 전체 분석 보기
ru: Полный анализ

# result.copy_url
source: Copy URL
hi: URL कॉपी करें
ko: URL 복사
ru: Копировать URL

# result.share
source: Share
hi: शेयर करें
ko: 공유
ru: Поделиться

# result.dismiss
source: Dismiss
hi: खारिज करें
ko: 닫기
ru: Закрыть

# result.show_more
source: Show %d more...
hi: %d और दिखाएं...
ko: %d개 더 보기...
ru: Показать ещё %d...

# result.show_less
source: Show less
hi: कम दिखाएं
ko: 간략히 보기
ru: Показать меньше

# result.flags_title
source: Risk Flags
hi: जोखिम कारक
ko: 위험 요소
ru: Факторы риска

# history.title
source: Scan History
hi: स्कैन इतिहास
ko: 스캔 기록
ru: История сканирований

# history.empty_title
source: No Scans Yet
hi: अभी कोई स्कैन नहीं
ko: 스캔 없음
ru: Сканирований нет

# history.empty_message
source: Scanned QR codes will appear here
hi: स्कैन किए गए QR कोड यहां दिखाई देंगे
ko: 스캔한 QR 코드가 여기에 표시됩니다
ru: Отсканированные QR-коды появятся здесь

# history.scan_now
source: Scan Now
hi: अभी स्कैन करें
ko: 지금 스캔
ru: Сканировать

# history.clear_all
source: Clear All
hi: सब साफ करें
ko: 전체 삭제
ru: Очистить всё

# history.delete
source: Delete
hi: हटाएं
ko: 삭제
ru: Удалить

# history.open_url
source: Open URL
hi: URL खोलें
ko: URL 열기
ru: Открыть URL

# history.search_prompt
source: Search URLs
hi: URLs खोजें
ko: URL 검색
ru: Поиск URL

# history.sort_menu
source: Sort
hi: क्रमबद्ध करें
ko: 정렬
ru: Сортировка

# history.sort.by_date
source: By Date
hi: तारीख के अनुसार
ko: 날짜순
ru: По дате

# history.sort.by_risk
source: By Risk
hi: जोखिम के अनुसार
ko: 위험순
ru: По риску

# history.export
source: Export
hi: निर्यात करें
ko: 내보내기
ru: Экспорт

# history.clear_all_action
source: Clear All
hi: सब साफ करें
ko: 전체 삭제
ru: Очистить всё

# history.scans_counter
source: %d scans
hi: %d स्कैन
ko: %d개 스캔
ru: %d сканирований

# history.no_results
source: No Results
hi: कोई परिणाम नहीं
ko: 결과 없음
ru: Нет результатов

# history.no_results_message
source: Try adjusting your search or filters
hi: अपनी खोज या फ़िल्टर समायोजित करें
ko: 검색어나 필터를 조정해 보세요
ru: Попробуйте изменить поиск или фильтры

# history.clear_confirm_title
source: Clear All History?
hi: सारा इतिहास साफ करें?
ko: 전체 기록을 삭제할까요?
ru: Очистить всю историю?

# history.clear_confirm_message
source: This action cannot be undone. All scan history will be permanently deleted.
hi: यह क्रिया वापस नहीं की जा सकती। सारा स्कैन इतिहास स्थायी रूप से हटा दिया जाएगा।
ko: 이 작업은 취소할 수 없습니다. 모든 스캔 기록이 영구적으로 삭제됩니다.
ru: Это действие нельзя отменить. Вся история сканирований будет удалена навсегда.

# history.exported_toast
source: Exported to clipboard
hi: क्लिपबोर्ड पर निर्यात किया गया
ko: 클립보드에 내보냈습니다
ru: Экспортировано в буфер обмена

# settings.title
source: Settings
hi: सेटिंग्स
ko: 설정
ru: Настройки

# settings.section.scanning
source: Scanning
hi: स्कैनिंग
ko: 스캔
ru: Сканирование

# settings.section.notifications
source: Notifications
hi: सूचनाएं
ko: 알림
ru: Уведомления

# settings.section.appearance
source: Appearance
hi: दिखावट
ko: 외관
ru: Внешний вид

# settings.section.privacy
source: Privacy
hi: गोपनीयता
ko: 개인정보
ru: Конфиденциальность

# settings.section.about
source: About
hi: के बारे में
ko: 정보
ru: О приложении

# settings.auto_scan
source: Auto-scan on launch
hi: लॉन्च पर ऑटो-स्कैन
ko: 시작 시 자동 스캔
ru: Автосканирование при запуске

# settings.auto_scan_description
source: Start scanning immediately when app opens
hi: ऐप खुलते ही तुरंत स्कैन शुरू करें
ko: 앱 열 때 즉시 스캔 시작
ru: Начинать сканирование сразу при открытии

# settings.haptic
source: Haptic feedback
hi: हैप्टिक फीडबैक
ko: 햅틱 피드백
ru: Тактильный отклик

# settings.haptic_description
source: Vibrate on scan results
hi: स्कैन परिणामों पर वाइब्रेट करें
ko: 스캔 결과에 진동
ru: Вибрация при результатах сканирования

# settings.sound
source: Sound effects
hi: ध्वनि प्रभाव
ko: 효과음
ru: Звуковые эффекты

# settings.sound_description
source: Play sounds for alerts
hi: अलर्ट के लिए ध्वनि बजाएं
ko: 알림에 소리 재생
ru: Воспроизводить звуки для оповещений

# settings.security_alerts
source: Security alerts
hi: सुरक्षा अलर्ट
ko: 보안 알림
ru: Оповещения безопасности

# settings.security_alerts_description
source: Get notified about security threats
hi: सुरक्षा खतरों की सूचनाएं प्राप्त करें
ko: 보안 위협에 대한 알림 받기
ru: Получать уведомления об угрозах

# settings.notifications_denied_title
source: Notifications Disabled
hi: सूचनाएं अक्षम
ko: 알림 비활성화됨
ru: Уведомления отключены

# settings.notifications_denied_message
source: To receive security alerts, please enable notifications for QR-SHIELD in Settings.
hi: सुरक्षा अलर्ट प्राप्त करने के लिए, कृपया सेटिंग्स में QR-SHIELD के लिए सूचनाएं सक्षम करें।
ko: 보안 알림을 받으려면 설정에서 QR-SHIELD의 알림을 활성화하세요.
ru: Чтобы получать оповещения безопасности, включите уведомления для QR-SHIELD в Настройках.

# settings.open_settings
source: Open Settings
hi: सेटिंग्स खोलें
ko: 설정 열기
ru: Открыть Настройки

# settings.cancel
source: Cancel
hi: रद्द करें
ko: 취소
ru: Отмена

# settings.reduce_effects
source: Reduce Liquid Glass
hi: Liquid Glass कम करें
ko: Liquid Glass 줄이기
ru: Уменьшить Liquid Glass

# settings.reduce_effects_description
source: Simplify visual effects for performance
hi: प्रदर्शन के लिए दृश्य प्रभाव सरल करें
ko: 성능을 위해 시각 효과 단순화
ru: Упростить визуальные эффекты для производительности

# settings.system_appearance
source: System Appearance
hi: सिस्टम दिखावट
ko: 시스템 외관
ru: Системный вид

# settings.dark_mode
source: Dark Mode
hi: डार्क मोड
ko: 다크 모드
ru: Тёмный режим

# settings.dark_mode_description
source: Enable dark color scheme
hi: गहरी रंग योजना सक्षम करें
ko: 어두운 색상 테마 활성화
ru: Включить тёмную цветовую схему

# settings.appearance_footer
source: iOS 17+ introduces beautiful Liquid Glass effects. Reduce effects if you experience performance issues on older devices.
hi: iOS 17+ में सुंदर Liquid Glass प्रभाव पेश किए गए हैं। पुराने उपकरणों पर प्रदर्शन समस्याओं का अनुभव होने पर प्रभाव कम करें।
ko: iOS 17+에서 아름다운 Liquid Glass 효과가 도입되었습니다. 구형 기기에서 성능 문제가 발생하면 효과를 줄이세요.
ru: iOS 17+ представляет красивые эффекты Liquid Glass. Уменьшите эффекты при проблемах с производительностью на старых устройствах.

# settings.save_history
source: Save scan history
hi: स्कैन इतिहास सहेजें
ko: 스캔 기록 저장
ru: Сохранять историю сканирований

# settings.save_history_description
source: Keep a record of scanned URLs
hi: स्कैन किए गए URLs का रिकॉर्ड रखें
ko: 스캔한 URL 기록 유지
ru: Вести учёт отсканированных URL

# settings.clear_history
source: Clear History
hi: इतिहास साफ करें
ko: 기록 삭제
ru: Очистить историю

# settings.clear_history_title
source: Clear All History?
hi: सारा इतिहास साफ करें?
ko: 전체 기록을 삭제할까요?
ru: Очистить всю историю?

# settings.clear_history_message
source: This action cannot be undone. All scan history will be permanently deleted.
hi: यह क्रिया वापस नहीं की जा सकती। सारा स्कैन इतिहास स्थायी रूप से हटा दिया जाएगा।
ko: 이 작업은 취소할 수 없습니다. 모든 스캔 기록이 영구적으로 삭제됩니다.
ru: Это действие нельзя отменить. Вся история сканирований будет удалена навсегда.

# settings.clear_all
source: Clear All
hi: सब साफ करें
ko: 전체 삭제
ru: Очистить всё

# settings.privacy_policy
source: Privacy Policy
hi: गोपनीयता नीति
ko: 개인정보 처리방침
ru: Политика конфиденциальности

# settings.source_code
source: Source Code
hi: सोर्स कोड
ko: 소스 코드
ru: Исходный код

# settings.credits
source: Made with ❤️ for KotlinConf 2026
hi: KotlinConf 2026 के लिए ❤️ से बनाया
ko: KotlinConf 2026를 위해 ❤️로 제작
ru: Сделано с ❤️ для KotlinConf 2026

# settings.version
source: Version
hi: संस्करण
ko: 버전
ru: Версия

# settings.build
source: Build
hi: बिल्ड
ko: 빌드
ru: Сборка

# settings.engine
source: Engine
hi: इंजन
ko: 엔진
ru: Движок

# onboarding.skip
source: Skip
hi: छोड़ें
ko: 건너뛰기
ru: Пропустить

# onboarding.continue
source: Continue
hi: जारी रखें
ko: 계속
ru: Продолжить

# onboarding.get_started
source: Get Started
hi: शुरू करें
ko: 시작하기
ru: Начать

# onboarding.scan.title
source: Scan Any QR Code
hi: कोई भी QR कोड स्कैन करें
ko: 모든 QR 코드 스캔
ru: Сканируйте любой QR-код

# onboarding.scan.description
source: Point your camera at any QR code to instantly analyze its contents for potential threats.
hi: किसी भी QR कोड पर अपना कैमरा करें और संभावित खतरों के लिए तुरंत उसकी सामग्री का विश्लेषण करें।
ko: 카메라를 QR 코드에 맞추면 잠재적 위협에 대해 즉시 콘텐츠를 분석합니다.
ru: Наведите камеру на любой QR-код для мгновенного анализа его содержимого на потенциальные угрозы.

# onboarding.protect.title
source: Real-Time Protection
hi: रियल-टाइम सुरक्षा
ko: 실시간 보호
ru: Защита в реальном времени

# onboarding.protect.description
source: Our AI-powered engine analyzes URLs using 25+ security heuristics and machine learning algorithms.
hi: हमारा AI-संचालित इंजन 25+ सुरक्षा ह्युरिस्टिक्स और मशीन लर्निंग एल्गोरिदम का उपयोग करके URLs का विश्लेषण करता है।
ko: AI 기반 엔진이 25개 이상의 보안 휴리스틱과 머신러닝 알고리즘을 사용하여 URL을 분석합니다.
ru: Наш ИИ-движок анализирует URL с помощью 25+ эвристик безопасности и алгоритмов машинного обучения.

# onboarding.privacy.title
source: Privacy First
hi: गोपनीयता पहले
ko: 개인정보 우선
ru: Конфиденциальность прежде всего

# onboarding.privacy.description
source: All analysis happens on-device using Kotlin Multiplatform. Your data never leaves your phone.
hi: सभी विश्लेषण Kotlin मल्टीप्लेटफ़ॉर्म का उपयोग करके डिवाइस पर होता है। आपका डेटा कभी आपके फोन से बाहर नहीं जाता।
ko: 모든 분석은 Kotlin 멀티플랫폼을 사용하여 기기에서 이루어집니다. 데이터가 휴대폰을 떠나지 않습니다.
ru: Весь анализ происходит на устройстве с помощью Kotlin Multiplatform. Ваши данные никогда не покидают телефон.

# onboarding.design.title
source: Beautiful iOS 17+ Design
hi: सुंदर iOS 17+ डिज़ाइन
ko: 아름다운 iOS 17+ 디자인
ru: Красивый дизайн iOS 17+

# onboarding.design.description
source: Experience the stunning Liquid Glass interface with smooth animations and modern aesthetics.
hi: चिकने एनिमेशन और आधुनिक सौंदर्यशास्त्र के साथ शानदार Liquid Glass इंटरफ़ेस का अनुभव करें।
ko: 부드러운 애니메이션과 현대적인 미학을 갖춘 멋진 Liquid Glass 인터페이스를 경험하세요.
ru: Насладитесь потрясающим интерфейсом Liquid Glass с плавными анимациями и современной эстетикой.

# onboarding.camera.title
source: Camera Permission
hi: कैमरा अनुमति
ko: 카메라 권한
ru: Разрешение камеры

# onboarding.camera.allow
source: Allow Camera
hi: कैमरा की अनुमति दें
ko: 카메라 허용
ru: Разрешить камеру

# onboarding.camera.later
source: Maybe Later
hi: शायद बाद में
ko: 나중에
ru: Позже

# onboarding.camera.message
source: QR-SHIELD needs camera access to scan QR codes. You can change this later in Settings.
hi: QR-SHIELD को QR कोड स्कैन करने के लिए कैमरा एक्सेस चाहिए। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
ko: QR-SHIELD는 QR 코드를 스캔하기 위해 카메라 접근이 필요합니다. 나중에 설정에서 변경할 수 있습니다.
ru: QR-SHIELD нужен доступ к камере для сканирования QR-кодов. Вы можете изменить это позже в Настройках.

# detail.analysis_details
source: Analysis Details
hi: विश्लेषण विवरण
ko: 분석 상세
ru: Детали анализа

# detail.scanned_at
source: Scanned at %@
hi: %@ को स्कैन किया गया
ko: %@에 스캔됨
ru: Отсканировано %@

# detail.url_information
source: URL Information
hi: URL जानकारी
ko: URL 정보
ru: Информация об URL

# detail.risk_factors
source: Risk Factors
hi: जोखिम कारक
ko: 위험 요소
ru: Факторы риска

# detail.no_risks
source: No risks detected
hi: कोई जोखिम नहीं मिला
ko: 감지된 위험 없음
ru: Рисков не обнаружено

# detail.open_url
source: Open URL
hi: URL खोलें
ko: URL 열기
ru: Открыть URL

# detail.open_warning
source: Opening this URL may be dangerous. Are you sure?
hi: यह URL खोलना खतरनाक हो सकता है। क्या आप निश्चित हैं?
ko: 이 URL을 여는 것은 위험할 수 있습니다. 확실합니까?
ru: Открытие этого URL может быть опасным. Вы уверены?

# detail.open_warning_title
source: Security Warning
hi: सुरक्षा चेतावनी
ko: 보안 경고
ru: Предупреждение безопасности

# detail.proceed
source: Proceed Anyway
hi: फिर भी आगे बढ़ें
ko: 그래도 진행
ru: Всё равно продолжить

# detail.scanned_at_time_ago
source: Scanned %@
hi: %@ पहले स्कैन किया
ko: %@ 전에 스캔됨
ru: Отсканировано %@ назад

# detail.score_breakdown
source: Score Breakdown
hi: स्कोर विवरण
ko: 점수 세부내역
ru: Разбивка оценки

# detail.url_details
source: URL Details
hi: URL विवरण
ko: URL 상세
ru: Детали URL

# detail.protocol_https
source: HTTPS (Secure)
hi: HTTPS (सुरक्षित)
ko: HTTPS (보안)
ru: HTTPS (Безопасно)

# detail.protocol_http
source: HTTP (Not Secure)
hi: HTTP (असुरक्षित)
ko: HTTP (비보안)
ru: HTTP (Не безопасно)

# detail.domain
source: Domain
hi: डोमेन
ko: 도메인
ru: Домен

# detail.protocol
source: Protocol
hi: प्रोटोकॉल
ko: 프로토콜
ru: Протокол

# detail.share_analysis
source: Share Analysis
hi: विश्लेषण शेयर करें
ko: 분석 공유
ru: Поделиться анализом

# detail.copy_url
source: Copy URL
hi: URL कॉपी करें
ko: URL 복사
ru: Копировать URL

# detail.copied
source: Copied!
hi: कॉपी हो गया!
ko: 복사됨!
ru: Скопировано!

# detail.report_false_positive
source: Report False Positive
hi: गलत पॉजिटिव रिपोर्ट करें
ko: 오탐 신고
ru: Сообщить о ложном срабатывании

# error.generic
source: An error occurred
hi: एक त्रुटि हुई
ko: 오류가 발생했습니다
ru: Произошла ошибка

# error.network
source: Network connection error
hi: नेटवर्क कनेक्शन त्रुटि
ko: 네트워크 연결 오류
ru: Ошибка сетевого подключения

# error.invalid_url
source: Invalid URL detected
hi: अमान्य URL पाया गया
ko: 잘못된 URL 감지됨
ru: Обнаружен неверный URL

# error.analysis_failed
source: Analysis failed
hi: विश्लेषण विफल
ko: 분석 실패
ru: Анализ не удался

# error.invalid_or_unsupported
source: Invalid or unsupported QR content.
hi: अमान्य या असमर्थित QR सामग्री।
ko: 잘못되었거나 지원되지 않는 QR 콘텐츠입니다.
ru: Недопустимое или неподдерживаемое содержимое QR.

# error.no_qr_found
source: No QR code found in the selected image.
hi: चयनित छवि में कोई QR कोड नहीं मिला।
ko: 선택한 이미지에서 QR 코드를 찾을 수 없습니다.
ru: QR-код не найден в выбранном изображении.

# error.image_scan_failed
source: Image scan failed: %@
hi: छवि स्कैन विफल: %@
ko: 이미지 스캔 실패: %@
ru: Ошибка сканирования изображения: %@

# error.dismiss
source: Dismiss error
hi: त्रुटि खारिज करें
ko: 오류 닫기
ru: Закрыть ошибку

# scanner.status_scanning
source: Scanning
hi: स्कैन हो रहा है
ko: 스캔 중
ru: Сканирование

# scanner.status_paused
source: Paused
hi: रुका हुआ
ko: 일시정지
ru: Пауза

# scanner.view_details
source: View Details
hi: विवरण देखें
ko: 상세 보기
ru: Подробнее

# scanner.copy_url
source: Copy URL
hi: URL कॉपी करें
ko: URL 복사
ru: Копировать URL

# scanner.dismiss
source: Dismiss
hi: खारिज करें
ko: 닫기
ru: Закрыть

# scanner.share
source: Share
hi: शेयर करें
ko: 공유
ru: Поделиться

# scanner.flash_on
source: Flash on
hi: फ्लैश चालू
ko: 플래시 켜짐
ru: Вспышка вкл

# scanner.flash_off
source: Flash off
hi: फ्लैश बंद
ko: 플래시 꺼짐
ru: Вспышка выкл

# scanner.open_history
source: Open history
hi: इतिहास खोलें
ko: 기록 열기
ru: Открыть историю

# scanner.scan_toggle
source: Toggle scanning
hi: स्कैन टॉगल करें
ko: 스캔 전환
ru: Переключить сканирование
